{
    "name": "al-Qiyamah",
    "index": "075",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Aku bersumpah demi hari kiamat,",
        "verse_2": "dan aku bersumpah dengan jiwa yang amat menyesali (dirinya sendiri).",
        "verse_3": "Apakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang belulangnya?",
        "verse_4": "Bukan demikian, sebenarnya Kami kuasa menyusun (kembali) jari jemarinya dengan sempurna.",
        "verse_5": "Bahkan manusia itu hendak membuat maksiat terus menerus.",
        "verse_6": "Ia berkata: \"Bilakah hari kiamat itu?\"",
        "verse_7": "Maka apabila mata terbelalak (ketakutan),",
        "verse_8": "dan apabila bulan telah hilang cahayanya,",
        "verse_9": "dan matahari dan bulan dikumpulkan,",
        "verse_10": "pada hari itu manusia berkata: \"Ke mana tempat berlari?\"",
        "verse_11": "sekali-kali tidak! Tidak ada tempat berlindung!",
        "verse_12": "Hanya kepada Tuhanmu sajalah pada hari itu tempat kembali.",
        "verse_13": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
        "verse_14": "Bahkan manusia itu menjadi saksi atas dirinya sendiri,",
        "verse_15": "meskipun dia mengemukakan alasan-alasannya.",
        "verse_16": "Janganlah kamu gerakkan lidahmu untuk (membaca) Al Quran karena hendak cepat-cepat (menguasai)nya.",
        "verse_17": "Sesungguhnya atas tanggungan Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.",
        "verse_18": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu.",
        "verse_19": "Kemudian, sesungguhnya atas tanggungan Kamilah penjelasannya.",
        "verse_20": "Sekali-kali janganlah demikian. Sebenarnya kamu (hai manusia) mencintai kehidupan dunia,",
        "verse_21": "dan meninggalkan (kehidupan) akhirat.",
        "verse_22": "Wajah-wajah (orang-orang mukmin) pada hari itu berseri-seri.",
        "verse_23": "Kepada Tuhannyalah mereka melihat.",
        "verse_24": "Dan wajah-wajah (orang kafir) pada hari itu muram,",
        "verse_25": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang amat dahsyat.",
        "verse_26": "Sekali-kali jangan. Apabila nafas (seseorang) telah (mendesak) sampai ke kerongkongan,",
        "verse_27": "dan dikatakan (kepadanya): \"Siapakah yang dapat menyembuhkan?\",",
        "verse_28": "dan dia yakin bahwa sesungguhnya itulah waktu perpisahan (dengan dunia),",
        "verse_29": "dan bertaut betis (kiri) dan betis (kanan),",
        "verse_30": "kepada Tuhanmulah pada hari itu kamu dihalau.",
        "verse_31": "Dan ia tidak mau membenarkan (Rasul dan Al Quran) dan tidak mau mengerjakan shalat,",
        "verse_32": "tetapi ia mendustakan (Rasul) dam berpaling (dari kebenaran),",
        "verse_33": "kemudian ia pergi kepada ahlinya dengan berlagak (sombong).",
        "verse_34": "Kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu,",
        "verse_35": "kemudian kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu.",
        "verse_36": "Apakah manusia mengira, bahwa ia akan dibiarkan begitu saja (tanpa pertanggung jawaban)?",
        "verse_37": "Bukankah dia dahulu setetes mani yang ditumpahkan (ke dalam rahim),",
        "verse_38": "kemudian mani itu menjadi segumpal darah, lalu Allah menciptakannya, dan menyempurnakannya,",
        "verse_39": "lalu Allah menjadikan daripadanya sepasang: laki-laki dan perempuan.",
        "verse_40": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?"
    },
    "count": 40
}
