{
    "name": "as-Shaffat",
    "index": "037",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Demi (rombongan) yang ber shaf-shaf dengan sebenar-benarnya],",
        "verse_2": "dan demi (rombongan) yang melarang dengan sebenar-benarnya (dari perbuatan-perbuatan maksiat),",
        "verse_3": "dan demi (rombongan) yang membacakan pelajaran,",
        "verse_4": "Sesungguhnya Tuhanmu benar-benar Esa.",
        "verse_5": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbit matahari.",
        "verse_6": "Sesungguhnya Kami telah menghias langit yang terdekat dengan hiasan, yaitu bintang-bintang,",
        "verse_7": "dan telah memeliharanya (sebenar-benarnya) dari setiap syaitan yang sangat durhaka,",
        "verse_8": "syaitan syaitan itu tidak dapat mendengar-dengarkan (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru.",
        "verse_9": "Untuk mengusir mereka dan bagi mereka siksaan yang kekal,",
        "verse_10": "akan tetapi barangsiapa (di antara mereka) yang mencuri-curi (pembicaraan); maka ia dikejar oleh suluh api yang cemerlang.",
        "verse_11": "Maka tanyakanlah kepada mereka (musyrik Mekah): \"Apakah mereka yang lebih kukuh kejadiannya ataukah apa yang telah Kami ciptakan itu?\" Sesungguhnya Kami telah menciptakan mereka dari tanah liat.",
        "verse_12": "Bahkan kamu menjadi heran (terhadap keingkaran mereka) dan mereka menghinakan kamu.",
        "verse_13": "Dan apabila mereka diberi pelajaran mereka tiada mengingatnya.",
        "verse_14": "Dan apabila mereka melihat sesuatu tanda kebesaran Allah, mereka sangat menghinakan.",
        "verse_15": "Dan mereka berkata \"Ini tiada lain hanyalah sihir yang nyata.",
        "verse_16": "Apakah apabila kami telah mati dan telah menjadi tanah serta menjadi tulang belulang, apakah benar-benar kami akan dibangkitkan (kembali)?",
        "verse_17": "Dan apakah bapak-bapak kami yang telah terdahulu (akan dibangkitkan pula)\"?",
        "verse_18": "Katakanlah: \"Ya, dan kamu akan terhina\"",
        "verse_19": "Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka tiba-tiba mereka meIihatnya.",
        "verse_20": "Dan mereka berkata: \"Aduhai celakalah kita!\" Inilah hari pembalasan.",
        "verse_21": "Inilah hari keputusan yang kamu selalu mendustakannya.",
        "verse_22": "(kepada malaikat diperintahkan): \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan sembahan-sembahan yang selalu mereka sembah,",
        "verse_23": "selain Allah; maka tunjukkanlah kepada mereka jalan ke neraka.",
        "verse_24": "Dan tahanlah mereka (di tempat perhentian) karena sesungguhnya mereka akan ditanya:",
        "verse_25": "\"Kenapa kamu tidak tolong menolong?\"",
        "verse_26": "Bahkan mereka pada hari itu menyerah diri.",
        "verse_27": "Sebahagian dan mereka menghadap kepada sebahagian yang lain berbantah-bantahan.",
        "verse_28": "Pengikut-pengikut mereka berkata (kepada pemimpin-pemimpin mereka): \"Sesungguhnya kamulah yang datang kepada kami dan kanan.",
        "verse_29": "Pemimpin-pemimpin mereka menjawab: \"Sebenarnya kamulah yang tidak beriman\".",
        "verse_30": "Dan sekali-kali kami tidak berkuasa terhadapmu, bahkan kamulah kaum yang melampaui batas.",
        "verse_31": "Maka pastilah putusan (azab) Tuhan kita menimpa atas kita; sesungguhnya kita akan merasakan (azab itu).",
        "verse_32": "Maka kami telah menyesatkan kamu, sesungguhnya kami adalah orang-orang yang sesat.",
        "verse_33": "Maka sesungguhnya mereka pada hari itu bersama-sama dalam azab.",
        "verse_34": "Sesungguhnya demikianlah Kami berbuat terhadap orang-orang yang berbuat jahat.",
        "verse_35": "Sesungguhnya mereka dahulu apabila dikatakan kepada mereka: \"Laa ilaaha illallah\" (Tiada Tuhan yang berhak disembah melainkan Allah) mereka menyombongkan diri,",
        "verse_36": "dan mereka berkata: \"Apakah sesungguhnya kami harus meninggalkan sembahan-sembahan kami karena seorang penyair gila?\"",
        "verse_37": "Sebenarnya dia (Muhammad) telah datang membawa kebenaran dan membenarkan rasul-rasul (sebelumnya).",
        "verse_38": "Sesungguhnya kamu pasti akan merasakan azab yang pedih.",
        "verse_39": "Dan kamu tidak diberi pembalasan melainkan terhadap kejahatan yang telah kamu kerjakan,",
        "verse_40": "tetapi hamba-hamba Allah yang dibersihkan (dari dosa).",
        "verse_41": "Mereka itu memperoleh rezeki yang tertentu,",
        "verse_42": "yaitu buah-buahan. Dan mereka adalah orang-orang yang dimuliakan,",
        "verse_43": "di dalam surga-surga yang penuh nikmat.",
        "verse_44": "di atas takhta-takhta kebesaran berhadap-hadapan.",
        "verse_45": "Diedarkan kepada mereka gelas yang berisi khamar dari sungai yang mengalir.",
        "verse_46": "(Warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum.",
        "verse_47": "Tidak ada dalam khamar itu alkohol dan mereka tiada mabuk karenanya.",
        "verse_48": "Di sisi mereka ada bidadari-bidadari yang tidak liar pandangannya dan jelita matanya,",
        "verse_49": "seakan-akan mereka adalah telur (burung unta) yang tersimpan dengan baik.",
        "verse_50": "Lalu sebahagian mereka menghadap kepada sebahagian yang lain sambil bercakap-cakap.",
        "verse_51": "Berkatalah salah seorang di antara mereka: \"Sesungguhnya aku dahulu (di dunia) mempunyai seorang teman,",
        "verse_52": "yang berkata: \"Apakah kamu sungguh-sungguh termasuk orang-orang yang membenarkan (hari berbangkit)?",
        "verse_53": "Apakah bila kita telah mati dan kita telah menjadi tanah dan tulang belulang, apakah sesungguhnya kita benar-benar (akan dibangkitkan) untuk diberi pembalasan?\"",
        "verse_54": "Berkata pulalah ia: \"Maukah kamu meninjau (temanku itu)?\"",
        "verse_55": "Maka ia meninjaunya, lalu dia melihat temannya itu di tengah-tengah neraka menyala-nyala.",
        "verse_56": "Ia berkata (pula): \"Demi Allah, sesungguhnya kamu benar-benar hampir mencelakakanku,",
        "verse_57": "jikalau tidaklah karena nikmat Tuhanku pastilah aku termasuk orang-orang yang diseret (ke neraka).",
        "verse_58": "Maka apakah kita tidak akan mati?,",
        "verse_59": "melainkan hanya kematian kita yang pertama saja (di dunia), dan kita tidak akan disiksa (di akhirat ini)?",
        "verse_60": "Sesungguhnya ini benar-benar kemenangan yang besar.",
        "verse_61": "Untuk kemenangan serupa ini hendaklah berusaha orang-orang yang bekerja\"",
        "verse_62": "(Makanan surga) itukah hidangan yang lebih baik ataukah pohon zaqqum.",
        "verse_63": "Sesungguhnya Kami menjadikan pohon zaqqum itu sebagai siksaan bagi orang-orang yang zalim.",
        "verse_64": "Sesungguhnya dia adalah sebatang pohon yang ke luar dan dasar neraka yang menyala.",
        "verse_65": "mayangnya seperti kepala syaitan-syaitan.",
        "verse_66": "Maka sesungguhnya mereka benar-benar memakan sebagian dari buah pohon itu, maka mereka memenuhi perutnya dengan buah zaqqum itu.",
        "verse_67": "Kemudian sesudah makan buah pohon zaqqum itu pasti mereka mendapat minuman yang bercampur dengan air yang sangat panas.",
        "verse_68": "Kemudian sesungguhnya tempat kembali mereka benar-benar ke neraka Jahim.",
        "verse_69": "Karena sesungguhnya mereka mendapati bapak-bapak mereka dalam Keadaaan sesat.",
        "verse_70": "Lalu mereka sangat tergesa-gesa mengikuti jejak orang-orang tua mereka itu.",
        "verse_71": "Dan sesungguhnya telah sesat sebelum mereka (Quraisy) sebagian besar dari orang-orang yang dahulu,",
        "verse_72": "dan sesungguhnya telah Kami utus pemberi-pemberi peringatan (rasul-rasul) di kalangan mereka.",
        "verse_73": "Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.",
        "verse_74": "Tetapi hamba-hamba Allah yang bersihkan (dari dosa tidak akan diazab).",
        "verse_75": "Sesungguhnya Nuh telah menyeru Kami: maka sesungguhnya sebaik-baik yang memperkenankan (adalah Kami).",
        "verse_76": "Dan Kami telah menyelamatkannya dan pengikutnya dari bencana yang besar.",
        "verse_77": "Dan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan.",
        "verse_78": "Dan Kami abadikan untuk Nuh itu (pujian yang baik) di kalangan orang-orang yang datang kemudian;",
        "verse_79": "\"Kesejahteraan dilimpahkan atas Nuh di seluruh alam\".",
        "verse_80": "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_81": "Sesungguhnya dia termasuk di antara hamba-hamba Kami yang beriman.",
        "verse_82": "Kemudian Kami tenggelamkan orang-orang yang lain.",
        "verse_83": "Dan sesungguhnya Ibrahim benar-benar termasuk golongannya (Nuh).",
        "verse_84": "(lngatlah) ketika ia datang kepada Tuhannya dengan hati yang suci:",
        "verse_85": "(Ingatlah) ketika ia berkata kepada bapaknya dan kaumnya: \"Apakah yang kamu sembah itu?",
        "verse_86": "Apakah kamu menghendaki sembahan-sembahan selain Allah dengan jalan berbohong?",
        "verse_87": "Maka apakah anggapanmu terhadap Tuhan semesta alam?\"",
        "verse_88": "Lalu ia memandang sekali pandang ke bintang-bintang.",
        "verse_89": "Kemudian ia berkata: \"Sesungguhnya aku sakit\".",
        "verse_90": "Lalu mereka berpaling daripadanya dengan membelakang.",
        "verse_91": "Kemudian ia pergi dengan diam-diam kepada berhala-berhala mereka; lalu ia berkata: \"Apakah kamu tidak makan?",
        "verse_92": "Kenapa kamu tidak menjawab?\"",
        "verse_93": "Lalu dihadapinya berhala-berhala itu sambil memukulnya dengan tangan kanannya (dengan kuat).",
        "verse_94": "Kemudian kaumnya datang kepadanya dengan bergegas.",
        "verse_95": "Ibrahim berkata: \"Apakah kamu menyembah patung-patung yang kamu pahat itu?",
        "verse_96": "Padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu\".",
        "verse_97": "Mereka berkata: \"Dirikanlah suatu bangunan untuk (membakar) Ibrahim; lalu lemparkanlah dia ke dalam api yang menyala-nyala itu\".",
        "verse_98": "Mereka hendak melakukan tipu muslihat kepadanya, maka Kami jadikan mereka orang-orang yang hina.",
        "verse_99": "Dan Ibrahim berkata: \"Sesungguhnya aku pergi menghadap kepada Tuhanku, dan Dia akan memberi petunjuk kepadaku.",
        "verse_100": "Ya Tuhanku, anugrahkanlah kepadaku (seorang anak) yang termasuk orang-orang yang saleh.",
        "verse_101": "Maka Kami beri dia khabar gembira dengan seorang anak yang amat sabar.",
        "verse_102": "Maka tatkala anak itu sampai (pada umur sanggup) berusaha bersama-sama Ibrahim, Ibrahim berkata: \"Hai anakku sesungguhnya aku melihat dalam mimpi bahwa aku menyembelihmu. Maka fikirkanlah apa pendapatmu!\" Ia menjawab: \"Hai bapakku, kerjakanlah apa yang diperintahkan kepadamu; insya Allah kamu akan mendapatiku termasuk orang-orang yang sabar\".",
        "verse_103": "Tatkala keduanya telah berserah diri dan Ibrahim membaringkan anaknya atas pelipis(nya), (nyatalah kesabaran keduanya).",
        "verse_104": "Dan Kami panggillah dia: \"Hai Ibrahim,",
        "verse_105": "sesungguhnya kamu telah membenarkan mimpi itu sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_106": "Sesungguhnya ini benar-benar suatu ujian yang nyata.",
        "verse_107": "Dan Kami tebus anak itu dengan seekor sembelihan yang besar.",
        "verse_108": "Kami abadikan untuk Ibrahim itu (pujian yang baik) di kalangan orang-orang yang datang kemudian,",
        "verse_109": "(yaitu)\"Kesejahteraan dilimpahkan atas Ibrahim\".",
        "verse_110": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_111": "Sesungguhnya ia termasuk hamba-hamba Kami yang beriman.",
        "verse_112": "Dan Kami beri dia kabar gembira dengan (kelahiran) Ishaq seorang nabi yang termasuk orang-orang yang saleh.",
        "verse_113": "Kami limpahkan keberkatan atasnya dan atas Ishaq. Dan diantara anak cucunya ada yang berbuat baik dan ada (pula) yang Zalim terhadap dirinya sendiri dengan nyata.",
        "verse_114": "Dan sesungguhnya Kami telah melimpahkan nikmat atas Musa dan Harun.",
        "verse_115": "Dan Kami selamatkan keduanya dan kaumnya dari bencana yang besar.",
        "verse_116": "Dan Kami tolong mereka, maka jadilah mereka orang-orang yang menang.",
        "verse_117": "Dan Kami berikan kepada keduanya kitab yang sangat jelas.",
        "verse_118": "Dan Kami tunjuki keduanya ke jalan yang lurus.",
        "verse_119": "Dan Kami abadikan untuk keduanya (pujian yang baik) dikalangan orang-orang yang datang kemudian;",
        "verse_120": "(yaitu): \"Kesejahteraan dilimpahkan atas Musa dan Harun\".",
        "verse_121": "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_122": "Sesungguhnya keduanya termasuk hamba-hamba Kami yang beriman.",
        "verse_123": "Dan sesungguhnya Ilyas benar-benar termasuk salah seorang rasul-rasul.",
        "verse_124": "(ingatlah) ketika ia berkata kepada kaumnya: \"Mengapa kamu tidak bertakwa?",
        "verse_125": "Patutkah kamu menyembah Ba'l dan kamu tinggalkan sebaik-baik Pencipta,",
        "verse_126": "(yaitu) Allah Tuhanmu dan Tuhan bapak-bapakmu yang terdahulu?\"",
        "verse_127": "Maka mereka mendustakannya, karena itu mereka akan diseret (ke neraka),",
        "verse_128": "kecuali hamba-hamba Allah yang dibersihkan (dari dosa).",
        "verse_129": "Dan Kami abadikan untuk Ilyas (pujian yang baik) di kalangan orang-orang yang datang kemudian.",
        "verse_130": "(yaitu): \"Kesejahteraan dilimpahkan atas Ilyas?\"",
        "verse_131": "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_132": "Sesungguhnya dia termasuk hamba-hamba Kami yang beriman.",
        "verse_133": "Sesungguhnya Luth benar-benar salah seorang rasul.",
        "verse_134": "(Ingatlah) ketika Kami selamatkan dia dan keluarganya (pengikut-pengikutnya) semua,",
        "verse_135": "kecuali seorang perempuan tua (isterinya yang berada) bersama-sama orang yang tinggal.",
        "verse_136": "Kemudian Kami binasakan orang-orang yang lain.",
        "verse_137": "Dan sesungguhnya kamu (hai penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka di waktu pagi,",
        "verse_138": "dan di waktu malam. Maka apakah kamu tidak memikirkan?",
        "verse_139": "Sesungguhnya Yunus benar-benar salah seorang rasul,",
        "verse_140": "(ingatlah) ketika ia lari, ke kapal yang penuh muatan,",
        "verse_141": "kemudian ia ikut berundi lalu dia termasuk orang-orang yang kalah dalam undian.",
        "verse_142": "Maka ia ditelan oleh ikan besar dalam keadaan tercela.",
        "verse_143": "Maka kalau sekiranya dia tidak termasuk orang-orang yang banyak mengingat Allah,",
        "verse_144": "niscaya ia akan tetap tinggal di perut ikan itu sampai hari berbangkit.",
        "verse_145": "Kemudian Kami lemparkan dia ke daerah yang tandus, sedang ia dalam keadaan sakit.",
        "verse_146": "Dan Kami tumbuhkan untuk dia sebatang pohon dari jenis labu.",
        "verse_147": "Dan Kami utus dia kepada seratus ribu orang atau lebih.",
        "verse_148": "Lalu mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu yang tertentu.",
        "verse_149": "Tanyakanlah (ya Muhammad) kepada mereka (orang-orang kafir Mekah): \"Apakah untuk Tuhanmu anak-anak perempuan dan untuk mereka anak laki-laki,",
        "verse_150": "atau apakah Kami menciptakan malaikat-malaikat berupa perempuan dan mereka menyaksikan(nya)?",
        "verse_151": "Ketahuilah bahwa sesungguhnya mereka dengan kebohongannya benar-benar mengatakan:",
        "verse_152": "\"Allah beranak\". Dan sesungguhnya mereka benar-benar orang yang berdusta.",
        "verse_153": "Apakah Tuhan memilih (mengutamakan) anak-anak perempuan daripada anak laki-laki?",
        "verse_154": "Apakah yang terjadi padamu? Bagaimana (caranya) kamu menetapkan?",
        "verse_155": "Maka apakah kamu tidak memikirkan?",
        "verse_156": "Atau apakah kamu mempunyai bukti yang nyata?",
        "verse_157": "Maka bawalah kitabmu jika kamu memang orang-orang yang benar.",
        "verse_158": "Dan mereka adakan (hubungan) nasab antara Allah dan antara jin. Dan sesungguhnya jin mengetahui bahwa mereka benar-benar akan diseret (ke neraka),",
        "verse_159": "Maha Suci Allah dari apa yang mereka sifatkan,",
        "verse_160": "Kecuali hamba-hamba Allah yang dibersihkan dari (dosa).",
        "verse_161": "Maka sesungguhnya kamu dan apa-apa yang kamu sembah itu,",
        "verse_162": "Sekali-kali tidak dapat menyesatkan (seseorang) terhadap Allah,",
        "verse_163": "kecuali orang-orang yang akan masuk neraka yang menyala.",
        "verse_164": "Tiada seorangpun di antara kami (malaikat) melainkan mempunyai kedudukan yang tertentu,",
        "verse_165": "dan sesungguhnya kami benar-benar bershaf-shaf (dalam menunaikan perintah Allah).",
        "verse_166": "Dan sesungguhnya kami benar-benar bertasbih (kepada Allah).",
        "verse_167": "Sesungguhnya mereka benar-benar akan berkata:",
        "verse_168": "\"Kalau sekiranya di sksi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu,",
        "verse_169": "benar-benar kami akan jadi hamba Allah yang dibersihkan (dari dosa)\".",
        "verse_170": "Tetapi mereka mengingkarinya (Al Quran); maka kelak mereka akan mengetahui (akibat keingkarannya itu).",
        "verse_171": "Dan sesungguhnya telah tetap janji Kami kepada hamba-hamba Kami yang menjadi rasul,",
        "verse_172": "(yaitu) sesungguhnya mereka itulah yang pasti mendapat pertolongan.",
        "verse_173": "Dan sesungguhnya tentara Kami itulah yang pasti menang,",
        "verse_174": "Maka berpalinglah kamu (Muhammad) dari mereka sampai suatu ketika.",
        "verse_175": "Dan lihatlah mereka, maka kelak mereka akan melihat (azab itu).",
        "verse_176": "Maka apakah mereka meminta supaya siksa Kami disegerakan?",
        "verse_177": "Maka apabila siksaan itu turun dihalaman mereka, maka amat buruklah pagi hari yang dialami oleh orang-orang yang diperingatkan itu.",
        "verse_178": "Dan berpalinglah kamu dari mereka hingga suatu ketika.",
        "verse_179": "Dan lihatlah, maka kelak mereka juga akan melihat.",
        "verse_180": "Maha Suci Tuhanmu Yang mempunyai keperkasaan dari apa yang mereka katakan.",
        "verse_181": "Dan kesejahteraan dilimpahkan atas para rasul.",
        "verse_182": "Dan segala puji bagi Allah Tuhan seru sekalian alam."
    },
    "count": 182
}
