{
    "name": "at-Takwir",
    "index": "081",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Apabila matahari digulung,",
        "verse_2": "dan apabila bintang-bintang berjatuhan,",
        "verse_3": "dan apabila gunung-gunung dihancurkan,",
        "verse_4": "dan apabila unta-unta yang bunting ditinggalkan (tidak diperdulikan)",
        "verse_5": "dan apabila binatang-binatang liar dikumpulkan,",
        "verse_6": "dan apabila lautan dijadikan meluap",
        "verse_7": "dan apabila ruh-ruh dipertemukan (dengan tubuh)",
        "verse_8": "dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya,",
        "verse_9": "karena dosa apakah dia dibunuh,",
        "verse_10": "dan apabila catatan-catatan (amal perbuatan manusia) dibuka,",
        "verse_11": "dan apabila langit dilenyapkan,",
        "verse_12": "dan apabila neraka Jahim dinyalakan,",
        "verse_13": "dan apabila surga didekatkan,",
        "verse_14": "maka tiap-tiap jiwa akan mengetahui apa yang telah dikerjakannya.",
        "verse_15": "Sungguh, Aku bersumpah dengan bintang-bintang,",
        "verse_16": "yang beredar dan terbenam,",
        "verse_17": "demi malam apabila telah hampir meninggalkan gelapnya,",
        "verse_18": "dan demi subuh apabila fajarnya mulai menyingsing,",
        "verse_19": "sesungguhnya Al Quran itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril),",
        "verse_20": "yang mempunyai kekuatan, yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arsy,",
        "verse_21": "yang ditaati di sana (di alam malaikat) lagi dipercaya.",
        "verse_22": "Dan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila.",
        "verse_23": "Dan sesungguhnya Muhammad itu melihat Jibril di ufuk yang terang.",
        "verse_24": "Dan dia (Muhammad) bukanlah orang yang bakhil untuk menerangkan yang ghaib.",
        "verse_25": "Dan Al Quran itu bukanlah perkataan syaitan yang terkutuk,",
        "verse_26": "maka ke manakah kamu akan pergi?",
        "verse_27": "Al Quran itu tiada lain hanyalah peringatan bagi semesta alam,",
        "verse_28": "(yaitu) bagi siapa di antara kamu yang mau menempuh jalan yang lurus.",
        "verse_29": "Dan kamu tidak dapat menghendaki (menempuh jalan itu) kecuali apabila dikehendaki Allah, Tuhan semesta alam."
    },
    "count": 29
}
