{
    "name": "al-Mursalat",
    "index": "077",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Demi malaikat-malaikat yang diutus untuk membawa kebaikan,",
        "verse_2": "dan (malaikat-malaikat) yang terbang dengan kencangnya,",
        "verse_3": "dan (malaikat-malaikat) yang menyebarkan (rahmat Tuhannya) dengan seluas-luasnya,",
        "verse_4": "dan (malaikat-malaikat) yang membedakan (antara yang hak dan yang bathil) dengan sejelas-jelasnya,",
        "verse_5": "dan (malaikat-malaikat) yang menyampaikan wahyu,",
        "verse_6": "untuk menolak alasan-alasan atau memberi peringatan,",
        "verse_7": "sesungguhnya apa yang dijanjikan kepadamu itu pasti terjadi.",
        "verse_8": "Maka apabila bintang-bintang telah dihapuskan,",
        "verse_9": "dan apabila langit telah dibelah,",
        "verse_10": "dan apabila gunung-gunung telah dihancurkan menjadi debu,",
        "verse_11": "dan apabila rasul-rasul telah ditetapkan waktu (mereka).",
        "verse_12": "(Niscaya dikatakan kepada mereka:) \"Sampai hari apakah ditangguhkan (mengazab orang-orang kafir itu)?\"",
        "verse_13": "Sampai hari keputusan.",
        "verse_14": "Dan tahukah kamu apakah hari keputusan itu?",
        "verse_15": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_16": "Bukankah Kami telah membinasakan orang-orang yang dahulu?",
        "verse_17": "Lalu Kami iringkan (azab Kami terhadap) mereka dengan (mengazab) orang-orang yang datang kemudian.",
        "verse_18": "Demikianlah Kami berbuat terhadap orang-orang yang berdosa.",
        "verse_19": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_20": "Bukankah Kami menciptakan kamu dari air yang hina?",
        "verse_21": "kemudian Kami letakkan dia dalam tempat yang kokoh (rahim),",
        "verse_22": "sampai waktu yang ditentukan,",
        "verse_23": "lalu Kami tentukan (bentuknya), maka Kami-lah sebaik-baik yang menentukan.",
        "verse_24": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_25": "Bukankah Kami menjadikan bumi (tempat) berkumpul,",
        "verse_26": "orang-orang hidup dan orang-orang mati?",
        "verse_27": "dan Kami jadikan padanya gunung-gunung yang tinggi, dan Kami beri minum kamu dengan air tawar?",
        "verse_28": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_29": "(Dikatakan kepada mereka pada hari kiamat): \"Pergilah kamu mendapatkan azab yang dahulunya kamu mendustakannya.",
        "verse_30": "Pergilah kamu mendapatkan naungan yang mempunyai tiga cabang,",
        "verse_31": "yang tidak melindungi dan tidak pula menolak nyala api neraka\".",
        "verse_32": "Sesungguhnya neraka itu melontarkan bunga api sebesar dan setinggi istana.",
        "verse_33": "Seolah-olah ia iringan unta yang kuning.",
        "verse_34": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_35": "Ini adalah hari, yang mereka tidak dapat berbicara (pada hari itu),",
        "verse_36": "dan tidak diizinkan kepada mereka minta uzur sehingga mereka (dapat) minta uzur.",
        "verse_37": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_38": "Ini adalah hari keputusan; (pada hari ini) Kami mengumpulkan kamu dan orang-orang terdahulu.",
        "verse_39": "Jika kamu mempunyai tipu daya, maka lakukanlah tipu dayamu itu terhadap-Ku.",
        "verse_40": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_41": "Sesungguhnya orang-orang yang bertakwa berada dalam naungan (yang teduh) dan (di sekitar) mata-mata air.",
        "verse_42": "Dan (mendapat) buah-buahan dari (macam-macam) yang mereka ingini.",
        "verse_43": "(Dikatakan kepada mereka): \"Makan dan minumlah kamu dengan enak karena apa yang telah kamu kerjakan\".",
        "verse_44": "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
        "verse_45": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_46": "(Dikatakan kepada orang-orang kafir): \"Makanlah dan bersenang-senanglah kamu (di dunia dalam waktu) yang pendek; sesungguhnya kamu adalah orang-orang yang berdosa\".",
        "verse_47": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_48": "Dan apabila dikatakan kepada mereka: \"Rukuklah, niscaya mereka tidak mau ruku'.",
        "verse_49": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
        "verse_50": "Maka kepada perkataan apakah selain Al Quran ini mereka akan beriman?"
    },
    "count": 50
}
