{
    "name": "al-Ma'arij",
    "index": "070",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Seseorang telah meminta kedatangan azab yang akan menimpa,",
        "verse_2": "orang-orang kafir, yang tidak seorangpun dapat menolaknya,",
        "verse_3": "(yang datang) dari Allah, Yang mempunyai tempat-tempat naik.",
        "verse_4": "Malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya limapuluh ribu tahun.",
        "verse_5": "Maka bersabarlah kamu dengan sabar yang baik.",
        "verse_6": "Sesungguhnya mereka memandang siksaaan itu jauh (mustahil).",
        "verse_7": "Sedangkan Kami memandangnya dekat (mungkin terjadi).",
        "verse_8": "Pada hari ketika langit menjadi seperti luluhan perak,",
        "verse_9": "dan gunung-gunung menjadi seperti bulu (yang berterbangan),",
        "verse_10": "dan tidak ada seorang teman akrabpun menanyakan temannya,",
        "verse_11": "sedang mereka saling memandang. Orang kafir ingin kalau sekiranya dia dapat menebus (dirinya) dari azab hari itu dengan anak-anaknya,",
        "verse_12": "dan isterinya dan saudaranya,",
        "verse_13": "dan kaum familinya yang melindunginya (di dunia).",
        "verse_14": "Dan orang-orang di atas bumi seluruhnya kemudian (mengharapkan) tebusan itu dapat menyelamatkannya.",
        "verse_15": "Sekali-kali tidak dapat, sesungguhnya neraka itu adalah api yang bergolak,",
        "verse_16": "yang mengelupas kulit kepala,",
        "verse_17": "yang memanggil orang yang membelakang dan yang berpaling (dari agama),",
        "verse_18": "serta mengumpulkan (harta benda) lalu menyimpannya.",
        "verse_19": "Sesungguhnya manusia diciptakan bersifat keluh kesah lagi kikir.",
        "verse_20": "Apabila ia ditimpa kesusahan ia berkeluh kesah,",
        "verse_21": "dan apabila ia mendapat kebaikan ia amat kikir,",
        "verse_22": "kecuali orang-orang yang mengerjakan shalat,",
        "verse_23": "yang mereka itu tetap mengerjakan shalatnya,",
        "verse_24": "dan orang-orang yang dalam hartanya tersedia bagian tertentu,",
        "verse_25": "bagi orang (miskin) yang meminta dan orang yang tidak mempunyai apa-apa (yang tidak mau meminta),",
        "verse_26": "dan orang-orang yang mempercayai hari pembalasan,",
        "verse_27": "dan orang-orang yang takut terhadap azab Tuhannya.",
        "verse_28": "Karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya).",
        "verse_29": "Dan orang-orang yang memelihara kemaluannya,",
        "verse_30": "kecuali terhadap isteri-isteri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela.",
        "verse_31": "Barangsiapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas.",
        "verse_32": "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya.",
        "verse_33": "Dan orang-orang yang memberikan kesaksiannya.",
        "verse_34": "Dan orang-orang yang memelihara shalatnya.",
        "verse_35": "Mereka itu (kekal) di surga lagi dimuliakan.",
        "verse_36": "Mengapakah orang-orang kafir itu bersegera datang ke arahmu,",
        "verse_37": "dari kanan dan dari kiri dengan berkelompok-kelompok.",
        "verse_38": "Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam surga yang penuh kenikmatan?,",
        "verse_39": "sekali-kali tidak! Sesungguhnya Kami ciptakan mereka dari apa yang mereka ketahui (air mani).",
        "verse_40": "Maka aku bersumpah dengan Tuhan Yang memiliki timur dan barat, sesungguhnya Kami benar-benar Maha Kuasa.",
        "verse_41": "Untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan.",
        "verse_42": "Maka biarkanlah mereka tenggelam (dalam kebatilan) dan bermain-main sampai mereka menjumpai hari yang diancamkan kepada mereka,",
        "verse_43": "(yaitu) pada hari mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
        "verse_44": "dalam keadaan mereka menekurkan pandangannya (serta) diliputi kehinaan. Itulah hari yang dahulunya diancamkan kepada mereka."
    },
    "count": 44
}
