{
    "name": "al-Buruj",
    "index": "085",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Demi langit yang mempunyai gugusan bintang,",
        "verse_2": "dan hari yang dijanjikan,",
        "verse_3": "dan yang menyaksikan dan yang disaksikan.",
        "verse_4": "Binasa dan terlaknatlah orang-orang yang membuat parit,",
        "verse_5": "yang berapi (dinyalakan dengan) kayu bakar,",
        "verse_6": "ketika mereka duduk di sekitarnya,",
        "verse_7": "sedang mereka menyaksikan apa yang mereka perbuat terhadap orang-orang yang beriman.",
        "verse_8": "Dan mereka tidak menyiksa orang-orang mukmin itu melainkan karena orang-orang mukmin itu beriman kepada Allah Yang Maha Perkasa lagi Maha Terpuji,",
        "verse_9": "Yang mempunyai kerajaan langit dan bumi; dan Allah Maha Menyaksikan segala sesuatu.",
        "verse_10": "Sesungguhnya orang-orang yang mendatangkan cobaan kepada orang-orang yang mukmin laki-laki dan perempuan kemudian mereka tidak bertaubat, maka bagi mereka azab Jahannam dan bagi mereka azab (neraka) yang membakar.",
        "verse_11": "Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal yang saleh bagi mereka surga yang mengalir di bawahnya sungai-sungai; itulah keberuntungan yang besar.",
        "verse_12": "Sesungguhnya azab Tuhanmu benar-benar keras.",
        "verse_13": "Sesungguhnya Dialah Yang menciptakan (makhluk) dari permulaan dan menghidupkannya (kembali).",
        "verse_14": "Dialah Yang Maha Pengampun lagi Maha Pengasih,",
        "verse_15": "yang mempunyai 'Arsy, lagi Maha Mulia,",
        "verse_16": "Maha Kuasa berbuat apa yang dikehendaki-Nya.",
        "verse_17": "Sudahkah datang kepadamu berita kaum-kaum penentang,",
        "verse_18": "(yaitu kaum) Fir'aun dan (kaum) Tsamud?",
        "verse_19": "Sesungguhnya orang-orang kafir selalu mendustakan,",
        "verse_20": "padahal Allah mengepung mereka dari belakang mereka.",
        "verse_21": "Bahkan yang didustakan mereka itu ialah Al Quran yang mulia,",
        "verse_22": "yang (tersimpan) dalam Lauh Mahfuzh."
    },
    "count": 22
}
