{
    "name": "asy-Syu'ara",
    "index": "026",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Thaa Siim Miim",
        "verse_2": "Inilah ayat-ayat Al Quran yang menerangkan.",
        "verse_3": "Boleh jadi kamu (Muhammad) akan membinasakan dirimu, karena mereka tidak beriman.",
        "verse_4": "Jika kami kehendaki niscaya Kami menurunkan kepada mereka mukjizat dari langit, maka senantiasa kuduk-kuduk mereka tunduk kepadanya.",
        "verse_5": "Dan sekali-kali tidak datang kepada mereka suatu peringatan baru dari Tuhan Yang Maha Pemurah, melainkan mereka selalu berpaling daripadanya.",
        "verse_6": "Sungguh mereka telah mendustakan (Al Quran), maka kelak akan datang kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan.",
        "verse_7": "Dan apakah mereka tidak memperhatikan bumi, berapakah banyaknya Kami tumbuhkan di bumi itu pelbagai macam tumbuh-tumbuhan yang baik?",
        "verse_8": "Sesungguhnya pada yang demikian itu benar-benar terdapat suatu tanda kekuasaan Allah. Dan kebanyakan mereka tidak beriman.",
        "verse_9": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_10": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya): \"Datangilah kaum yang zalim itu,",
        "verse_11": "(yaitu) kaum Fir'aun. Mengapa mereka tidak bertakwa?\"",
        "verse_12": "Berkata Musa: \"Ya Tuhanku, sesungguhnya aku takut bahwa mereka akan mendustakan aku.",
        "verse_13": "Dan (karenanya) sempitlah dadaku dan tidak lancar lidahku maka utuslah (Jibril) kepada Harun.",
        "verse_14": "Dan aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku\".",
        "verse_15": "Allah berfirman: \"Jangan takut (mereka tidak akan dapat membunuhmu), maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sesungguhnya Kami bersamamu mendengarkan (apa-apa yang mereka katakan),",
        "verse_16": "Maka datanglah kamu berdua kepada Fir'aun dan katakanlah olehmu: \"Sesungguhnya Kami adalah Rasul Tuhan semesta alam,",
        "verse_17": "lepaskanlah Bani Israil (pergi) beserta kami\".",
        "verse_18": "Fir'aun menjawab: \"Bukankah kami telah mengasuhmu di antara (keluarga) kami, waktu kamu masih kanak-kanak dan kamu tinggal bersama kami beberapa tahun dari umurmu.",
        "verse_19": "dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu dan kamu termasuk golongan orang-orang yang tidak membalas guna.",
        "verse_20": "Berkata Musa: \"Aku telah melakukannya, sedang aku di waktu itu termasuk orang-orang yang khilaf.",
        "verse_21": "Lalu aku lari meninggalkan kamu ketika aku takut kepadamu, kemudian Tuhanku memberikan kepadaku ilmu serta Dia menjadikanku salah seorang di antara rasul-rasul.",
        "verse_22": "Budi yang kamu limpahkan kepadaku itu adalah (disebabkan) kamu telah memperbudak Bani Israil\".",
        "verse_23": "Fir'aun bertanya: \"Siapa Tuhan semesta alam itu?\"",
        "verse_24": "Musa menjawab: \"Tuhan Pencipta langit dan bumi dan apa-apa yang di antara keduanya (Itulah Tuhanmu), jika kamu sekalian (orang-orang) mempercayai-Nya\".",
        "verse_25": "Berkata Fir'aun kepada orang-orang sekelilingnya: \"Apakah kamu tidak mendengarkan?\"",
        "verse_26": "Musa berkata (pula): \"Tuhan kamu dan Tuhan nenek-nenek moyang kamu yang dahulu\".",
        "verse_27": "Fir'aun berkata: \"Sesungguhnya Rasulmu yang diutus kepada kamu sekalian benar-benar orang gila\".",
        "verse_28": "Musa berkata: \"Tuhan yang menguasai timur dan barat dan apa yang ada di antara keduanya: (Itulah Tuhanmu) jika kamu mempergunakan akal\".",
        "verse_29": "Fir'aun berkata: \"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\".",
        "verse_30": "Musa berkata: \"Dan apakah (kamu akan melakukan itu) kendatipun aku tunjukkan kepadamu sesuatu (keterangan) yang nyata?\"",
        "verse_31": "Fir'aun berkata: \"Datangkanlah sesuatu (keterangan) yang nyata itu, jika kamu adalah termasuk orang-orang yang benar\".",
        "verse_32": "Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu (menjadi) ular yang nyata.",
        "verse_33": "Dan ia menarik tangannya (dari dalam bajunya), maka tiba-tiba tangan itu jadi putih (bersinar) bagi orang-orang yang melihatnya.",
        "verse_34": "Fir'aun berkata kepada pembesar-pembesar yang berada sekelilingnya: Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai,",
        "verse_35": "ia hendak mengusir kamu dari negerimu sendiri dengan sihirnya; maka karena itu apakah yang kamu anjurkan?\"",
        "verse_36": "Mereka menjawab: \"Tundalah (urusan) dia dan saudaranya dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan (ahli sihir),",
        "verse_37": "niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\".",
        "verse_38": "Lalu dikumpulkan ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum,",
        "verse_39": "dan dikatakan kepada orang banyak: \"Berkumpullah kamu sekalian.",
        "verse_40": "semoga kita mengikuti ahli-ahli sihir jika mereka adalah orang-orang yang menang\"",
        "verse_41": "Maka tatkala ahli-ahli sihir datang, merekapun bertanya kepada Fir'aun: \"Apakah kami sungguh-sungguh mendapat upah yang besar jika kami adalah orang-orang yang menang?\"",
        "verse_42": "Fir'aun menjawab: \"Ya, kalau demikian, sesungguhnya kamu sekalian benar-benar akan menjadi orang yang didekatkan (kepadaku)\".",
        "verse_43": "Berkatalah Musa kepada mereka: \"Lemparkanlah apa yang hendak kamu lemparkan\".",
        "verse_44": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka dan berkata: \"Demi kekuasaan Fir'aun, sesungguhnya kami benar-benar akan menang\".",
        "verse_45": "Kemudian Musa menjatuhkan tongkatnya maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu.",
        "verse_46": "Maka tersungkurlah ahli-ahli sihir sambil bersujud (kepada Allah),",
        "verse_47": "mereka berkata: \"Kami beriman kepada Tuhan semesta alam,",
        "verse_48": "(yaitu) Tuhan Musa dan Harun\".",
        "verse_49": "Fir'aun berkata: \"Apakah kamu sekalian beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia benar-benar pemimpinmu yang mengajarkan sihir kepadamu maka kamu nanti pasti benar-benar akan mengetahui (akibat perbuatanmu); sesungguhnya aku akan memotong tanganmu dan kakimu dengan bersilangan dan aku akan menyalibmu semuanya\".",
        "verse_50": "Mereka berkata: \"Tidak ada kemudharatan (bagi kami); sesungguhnya kami akan kembali kepada Tuhan kami,",
        "verse_51": "sesungguhnya kami amat menginginkan bahwa Tuhan kami akan mengampuni kesalahan kami, karena kami adalah orang-orang yang pertama-tama beriman\".",
        "verse_52": "Dan Kami wahyukan (perintahkan) kepada Musa: \"Pergilah di malam hari dengan membawa hamba-hamba-Ku (Bani Israil), karena sesungguhnya kamu sekalian akan disusuli\".",
        "verse_53": "Kemudian Fir'aun mengirimkan orang yang mengumpulkan (tentaranya) ke kota-kota.",
        "verse_54": "(Fir'aun berkata): \"Sesungguhnya mereka (Bani Israil) benar-benar golongan kecil,",
        "verse_55": "dan sesungguhnya mereka membuat hal-hal yang menimbulkan amarah kita,",
        "verse_56": "dan sesungguhnya kita benar-benar golongan yang selalu berjaga-jaga\".",
        "verse_57": "Maka Kami keluarkan Fir'aun dan kaumnya dari taman-taman dan mata air,",
        "verse_58": "dan (dari) perbendaharaan dan kedudukan yang mulia,",
        "verse_59": "demikianlah halnya dan Kami anugerahkan semuanya (itu) kepada Bani Israil.",
        "verse_60": "Maka Fir'aun dan bala tentaranya dapat menyusuli mereka di waktu matahari terbit.",
        "verse_61": "Maka setelah kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa: \"Sesungguhnya kita benar-benar akan tersusul\".",
        "verse_62": "Musa menjawab: \"Sekali-kali tidak akan tersusul; sesungguhnya Tuhanku besertaku, kelak Dia akan memberi petunjuk kepadaku\".",
        "verse_63": "Lalu Kami wahyukan kepada Musa: \"Pukullah lautan itu dengan tongkatmu\". Maka terbelahlah lautan itu dan tiap-tiap belahan adalah seperti gunung yang besar.",
        "verse_64": "Dan di sanalah Kami dekatkan golongan yang lain.",
        "verse_65": "Dan Kami selamatkan Musa dan orang-orang yang besertanya semuanya.",
        "verse_66": "Dan Kami tenggelamkan golongan yang lain itu.",
        "verse_67": "Sesungguhnya pada yang demikian itu benar-benar merupakan suatu tanda yang besar (mukjizat) dan tetapi adalah kebanyakan mereka tidak beriman.",
        "verse_68": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_69": "Dan bacakanlah kepada mereka kisah Ibrahim.",
        "verse_70": "Ketika ia berkata kepada bapaknya dan kaumnya: \"Apakah yang kamu sembah?\"",
        "verse_71": "Mereka menjawab: \"Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya\".",
        "verse_72": "Berkata Ibrahim: \"Apakah berhala-berhala itu mendengar (doa)mu sewaktu kamu berdoa (kepadanya)?,",
        "verse_73": "atau (dapatkah) mereka memberi manfaat kepadamu atau memberi mudharat?\"",
        "verse_74": "Mereka menjawab: \"(Bukan karena itu) sebenarnya kami mendapati nenek moyang kami berbuat demikian\".",
        "verse_75": "Ibrahim berkata: \"Maka apakah kamu telah memperhatikan apa yang selalu kamu sembah,",
        "verse_76": "kamu dan nenek moyang kamu yang dahulu?,",
        "verse_77": "karena sesungguhnya apa yang kamu sembah itu adalah musuhku, kecuali Tuhan Semesta Alam,",
        "verse_78": "(yaitu Tuhan) Yang telah menciptakan aku, maka Dialah yang menunjuki aku,",
        "verse_79": "dan Tuhanku, Yang Dia memberi makan dan minum kepadaku,",
        "verse_80": "dan apabila aku sakit, Dialah Yang menyembuhkan aku,",
        "verse_81": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),",
        "verse_82": "dan Yang amat kuinginkan akan mengampuni kesalahanku pada hari kiamat\".",
        "verse_83": "(Ibrahim berdoa): \"Ya Tuhanku, berikanlah kepadaku hikmah dan masukkanlah aku ke dalam golongan orang-orang yang saleh,",
        "verse_84": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,",
        "verse_85": "dan jadikanlah aku termasuk orang-orang yang mempusakai surga yang penuh kenikmatan,",
        "verse_86": "dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk golongan orang-orang yang sesat,",
        "verse_87": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,",
        "verse_88": "(yaitu) di hari harta dan anak-anak laki-laki tidak berguna,",
        "verse_89": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,",
        "verse_90": "dan (di hari itu) didekatkanlah surga kepada orang-orang yang bertakwa,",
        "verse_91": "dan diperlihatkan dengan jelas neraka Jahim kepada orang-orang yang sesat\",",
        "verse_92": "dan dikatakan kepada mereka: \"Dimanakah berhala-berhala yang dahulu kamu selalu menyembah(nya)",
        "verse_93": "selain dari Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?\"",
        "verse_94": "Maka mereka (sembahan-sembahan itu) dijungkirkan ke dalam neraka bersama-sama orang-orang yang sesat,",
        "verse_95": "dan bala tentara iblis semuanya.",
        "verse_96": "Mereka berkata sedang mereka bertengkar di dalam neraka:",
        "verse_97": "\"demi Allah: sungguh kita dahulu (di dunia) dalam kesesatan yang nyata,",
        "verse_98": "karena kita mempersamakan kamu dengan Tuhan semesta alam\".",
        "verse_99": "Dan tiadalah yang menyesatkan kami kecuali orang-orang yang berdosa.",
        "verse_100": "Maka kami tidak mempunyai pemberi syafa'at seorangpun,",
        "verse_101": "dan tidak pula mempunyai teman yang akrab,",
        "verse_102": "maka sekiranya kita dapat kembali sekali lagi (ke dunia) niscaya kami menjadi orang-orang yang beriman\".",
        "verse_103": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
        "verse_104": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_105": "Kaum Nuh telah mendustakan para rasul.",
        "verse_106": "Ketika saudara mereka (Nuh) berkata kepada mereka: \"Mengapa kamu tidak bertakwa?",
        "verse_107": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,",
        "verse_108": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
        "verse_109": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan-ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam.",
        "verse_110": "Maka bertakwalah kepada Allah dan taatlah kepadaku\".",
        "verse_111": "Mereka berkata: \"Apakah kami akan beriman kepadamu, padahal yang mengikuti kamu ialah orang-orang yang hina?\".",
        "verse_112": "Nuh menjawab: \"Bagaimana aku mengetahui apa yang telah mereka kerjakan?",
        "verse_113": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, kalau kamu menyadari.",
        "verse_114": "Dan aku sekali-kali tidak akan mengusir orang-orang yang beriman.",
        "verse_115": "Aku (ini) tidak lain melainkan pemberi peringatan yang menjelaskan\".",
        "verse_116": "Mereka berkata: \"Sungguh jika kamu tidak (mau) berhenti hai Nuh, niscaya benar-benar kamu akan termasuk orang-orang yang dirajam\".",
        "verse_117": "Nuh berkata: \"Ya Tuhanku, sesungguhnya kaumku telah mendustakan aku;",
        "verse_118": "maka itu adakanlah suatu keputusan antaraku dan antara mereka, dan selamatkanlah aku dan orang-orang yang mukmin besertaku\".",
        "verse_119": "Maka Kami selamatkan Nuh dan orang-orang yang besertanya di dalam kapal yang penuh muatan.",
        "verse_120": "Kemudian sesudah itu Kami tenggelamkan orang-orang yang tinggal.",
        "verse_121": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
        "verse_122": "Dan sesungguhnya Tuhanmu Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_123": "Kaum 'Aad telah mendustakan para rasul.",
        "verse_124": "Ketika saudara mereka Hud berkata kepada mereka: \"Mengapa kamu tidak bertakwa?",
        "verse_125": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,",
        "verse_126": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
        "verse_127": "Dan sekali-kali aku tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam.",
        "verse_128": "Apakah kamu mendirikan pada tiap-tiap tanah tinggi bangunan untuk bermain-main,",
        "verse_129": "dan kamu membuat benteng-benteng dengan maksud supaya kamu kekal (di dunia)?",
        "verse_130": "Dan apabila kamu menyiksa, maka kamu menyiksa sebagai orang-orang kejam dan bengis.",
        "verse_131": "Maka bertakwalah kepada Allah dan taatlah kepadaku.",
        "verse_132": "Dan bertakwalah kepada Allah yang telah menganugerahkan kepadamu apa yang kamu ketahui.",
        "verse_133": "Dia telah menganugerahkan kepadamu binatang-binatang ternak, dan anak-anak,",
        "verse_134": "dan kebun-kebun dan mata air,",
        "verse_135": "sesungguhnya aku takut kamu akan ditimpa azab hari yang besar\".",
        "verse_136": "Mereka menjawab: \"Adalah sama saja bagi kami, apakah kamu memberi nasehat atau tidak memberi nasehat,",
        "verse_137": "(agama kami) ini tidak lain hanyalah adat kebiasaan orang dahulu.",
        "verse_138": "dan kami sekali-kali tidak akan di \"azab\".",
        "verse_139": "Maka mereka mendustakan Hud, lalu Kami binasakan mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
        "verse_140": "Dan sesungguhnya Tuhanmu, Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_141": "Kaum Tsamud telah mendustakan rasul-rasul.",
        "verse_142": "Ketika saudara mereka, Shaleh, berkata kepada mereka: \"Mengapa kamu tidak bertakwa?",
        "verse_143": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,",
        "verse_144": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
        "verse_145": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu, upahku tidak lain hanyalah dari Tuhan semesta alam.",
        "verse_146": "Adakah kamu akan dibiarkan tinggal disini (di negeri kamu ini) dengan aman,",
        "verse_147": "di dalam kebun-kebun serta mata air,",
        "verse_148": "dan tanam-tanaman dan pohon-pohon korma yang mayangnya lembut.",
        "verse_149": "Dan kamu pahat sebagian dari gunung-gunung untuk dijadikan rumah-rumah dengan rajin;",
        "verse_150": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
        "verse_151": "dan janganlah kamu mentaati perintah orang-orang yang melewati batas,",
        "verse_152": "yang membuat kerusakan di muka bumi dan tidak mengadakan perbaikan\".",
        "verse_153": "Mereka berkata: \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir;",
        "verse_154": "Kamu tidak lain melainkan seorang manusia seperti kami; maka datangkanlah sesuatu mukjizat, jika kamu memang termasuk orang-orang yang benar\".",
        "verse_155": "Shaleh menjawab: \"Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air, dan kamu mempunyai giliran pula untuk mendapatkan air di hari yang tertentu.",
        "verse_156": "Dan janganlah kamu sentuh unta betina itu dengan sesuatu kejahatan, yang menyebabkan kamu akan ditimpa oleh azab hari yang besar\".",
        "verse_157": "Kemudian mereka membunuhnya, lalu mereka menjadi menyesal,",
        "verse_158": "maka mereka ditimpa azab. Sesungguhnya pada yang demikian itu benar-benar terdapat bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman.",
        "verse_159": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_160": "Kaum Luth telah mendustakan rasul-rasul,",
        "verse_161": "ketika saudara mereka, Luth, berkata kepada mereka: mengapa kamu tidak bertakwa?\"",
        "verse_162": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,",
        "verse_163": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
        "verse_164": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semeta alam.",
        "verse_165": "Mengapa kamu mendatangi jenis lelaki di antara manusia,",
        "verse_166": "dan kamu tinggalkan isteri-isteri yang dijadikan oleh Tuhanmu untukmu, bahkan kamu adalah orang-orang yang melampaui batas\".",
        "verse_167": "Mereka menjawab: \"Hai Luth, sesungguhnya jika kamu tidak berhenti, benar-benar kamu termasuk orang-orang yang diusir\"",
        "verse_168": "Luth berkata: \"Sesungguhnya aku sangat benci kepada perbuatanmu\".",
        "verse_169": "(Luth berdoa): \"Ya Tuhanku selamatkanlah aku beserta keluargaku dari (akibat) perbuatan yang mereka kerjakan\".",
        "verse_170": "Lalu Kami selamatkan ia beserta keluarganya semua,",
        "verse_171": "kecuali seorang perempuan tua (isterinya), yang termasuk dalam golongan yang tinggal.",
        "verse_172": "Kemudian Kami binasakan yang lain.",
        "verse_173": "Dan Kami hujani mereka dengan hujan (batu) maka amat jeleklah hujan yang menimpa orang-orang yang telah diberi peringatan itu.",
        "verse_174": "Sesunguhnya pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman.",
        "verse_175": "Dan sesungguhnya Tuhanmu, benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_176": "Penduduk Aikah telah mendustakan rasul-rasul;",
        "verse_177": "ketika Syu'aib berkata kepada mereka: \"Mengapa kamu tidak bertakwa?,",
        "verse_178": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu.",
        "verse_179": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
        "verse_180": "dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam.",
        "verse_181": "Sempurnakanlah takaran dan janganlah kamu termasuk orang-orang yang merugikan;",
        "verse_182": "dan timbanglah dengan timbangan yang lurus.",
        "verse_183": "Dan janganlah kamu merugikan manusia pada hak-haknya dan janganlah kamu merajalela di muka bumi dengan membuat kerusakan;",
        "verse_184": "dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang dahulu\".",
        "verse_185": "Mereka berkata: \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir,",
        "verse_186": "dan kamu tidak lain melainkan seorang manusia seperti kami, dan sesungguhnya kami yakin bahwa kamu benar-benar termasuk orang-orang yang berdusta.",
        "verse_187": "Maka jatuhkanlah atas kami gumpalan dari langit, jika kamu termasuk orang-orang yang benar.",
        "verse_188": "Syu'aib berkata: \"Tuhanku lebih mengetahui apa yang kamu kerjakan\".",
        "verse_189": "Kemudian mereka mendustakan Syu'aib, lalu mereka ditimpa azab pada hari mereka dinaungi awan. Sesungguhnya azab itu adalah azab hari yang besar.",
        "verse_190": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
        "verse_191": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_192": "Dan sesungguhnya Al Quran ini benar-benar diturunkan oleh Tuhan semesta alam,",
        "verse_193": "dia dibawa turun oleh Ar-Ruh Al-Amin (Jibril),",
        "verse_194": "ke dalam hatimu (Muhammad) agar kamu menjadi salah seorang di antara orang-orang yang memberi peringatan,",
        "verse_195": "dengan bahasa Arab yang jelas.",
        "verse_196": "Dan sesungguhnya Al Quran itu benar-benar (tersebut) dalam Kitab-kitab orang yang dahulu.",
        "verse_197": "Dan apakah tidak cukup menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya?",
        "verse_198": "Dan kalau Al Quran itu Kami turunkan kepada salah seorang dari golongan bukan Arab,",
        "verse_199": "lalu ia membacakannya kepada mereka (orang-orang kafir); niscaya mereka tidak akan beriman kepadanya.",
        "verse_200": "Demikianlah Kami masukkan Al Quran ke dalam hati orang-orang yang durhaka.",
        "verse_201": "Mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih,",
        "verse_202": "maka datanglah azab kepada mereka dengan mendadak, sedang mereka tidak menyadarinya,",
        "verse_203": "lalu mereka berkata: \"Apakah kami dapat diberi tangguh?\"",
        "verse_204": "Maka apakah mereka meminta supaya disegerakan azab Kami?",
        "verse_205": "Maka bagaimana pendapatmu jika Kami berikan kepada mereka kenikmatan hidup bertahun-tahun,",
        "verse_206": "Kemudian datang kepada mereka azab yang telah diancamkan kepada mereka,",
        "verse_207": "niscaya tidak berguna bagi mereka apa yang mereka selalu menikmatinya.",
        "verse_208": "Dan Kami tidak membinasakan sesuatu negeripun, melainkan sesudah ada baginya orang-orang yang memberi peringatan;",
        "verse_209": "untuk menjadi peringatan. Dan Kami sekali-kali tidak berlaku zalim.",
        "verse_210": "Dan Al Quran itu bukanlah dibawa turun oleh syaitan-syaitan.",
        "verse_211": "Dan tidaklah patut mereka membawa turun Al Quran itu, dan merekapun tidak akan kuasa.",
        "verse_212": "Sesungguhnya mereka benar-benar dijauhkan daripada mendengar Al Quran itu.",
        "verse_213": "Maka janganlah kamu menyeru (menyembah) tuhan yang lain di samping Allah, yang menyebabkan kamu termasuk orang-orang yang diazab.",
        "verse_214": "Dan berilah peringatan kepada kerabat-kerabatmu yang terdekat,",
        "verse_215": "dan rendahkanlah dirimu terhadap orang-orang yang mengikutimu, yaitu orang-orang yang beriman.",
        "verse_216": "Jika mereka mendurhakaimu maka katakanlah: \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan\";",
        "verse_217": "Dan bertawakkallah kepada (Allah) Yang Maha Perkasa lagi Maha Penyayang,",
        "verse_218": "Yang melihat kamu ketika kamu berdiri (untuk sembahyang),",
        "verse_219": "dan (melihat pula) perubahan gerak badanmu di antara orang-orang yang sujud.",
        "verse_220": "Sesungguhnya Dia adalah Yang Maha Mendengar lagi Maha Mengetahui.",
        "verse_221": "Apakah akan Aku beritakan kepadamu, kepada siapa syaitan-syaitan itu turun?",
        "verse_222": "Mereka turun kepada tiap-tiap pendusta lagi yang banyak dosa,",
        "verse_223": "mereka menghadapkan pendengaran (kepada syaitan) itu, dan kebanyakan mereka adalah orang-orang pendusta.",
        "verse_224": "Dan penyair-penyair itu diikuti oleh orang-orang yang sesat.",
        "verse_225": "Tidakkah kamu melihat bahwasanya mereka mengembara di tiap-tiap lembah,",
        "verse_226": "dan bahwasanya mereka suka mengatakan apa yang mereka sendiri tidak mengerjakan(nya)?",
        "verse_227": "kecuali orang-orang (penyair-penyair) yang beriman dan beramal saleh dan banyak menyebut Allah dan mendapat kemenangan sesudah menderita kezaliman. Dan orang-orang yang zalim itu kelak akan mengetahui ke tempat mana mereka akan kembali."
    },
    "count": 227
}
