{
    "name": "al-Fajr",
    "index": "089",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Demi fajar,",
        "verse_2": "dan malam yang sepuluh,",
        "verse_3": "dan yang genap dan yang ganjil,",
        "verse_4": "dan malam bila berlalu.",
        "verse_5": "Pada yang demikian itu terdapat sumpah (yang dapat diterima) oleh orang-orang yang berakal.",
        "verse_6": "Apakah kamu tidak memperhatikan bagaimana Tuhanmu berbuat terhadap kaum 'Aad?",
        "verse_7": "(yaitu) penduduk Iram yang mempunyai bangunan-bangunan yang tinggi,",
        "verse_8": "yang belum pernah dibangun (suatu kota) seperti itu, di negeri-negeri lain,",
        "verse_9": "dan kaum Tsamud yang memotong batu-batu besar di lembah,",
        "verse_10": "dan kaum Fir'aun yang mempunyai pasak-pasak (tentara yang banyak),",
        "verse_11": "yang berbuat sewenang-wenang dalam negeri,",
        "verse_12": "lalu mereka berbuat banyak kerusakan dalam negeri itu,",
        "verse_13": "karena itu Tuhanmu menimpakan kepada mereka cemeti azab,",
        "verse_14": "sesungguhnya Tuhanmu benar-benar mengawasi.",
        "verse_15": "Adapun manusia apabila Tuhannya mengujinya lalu dia dimuliakan-Nya dan diberi-Nya kesenangan, maka dia akan berkata: \"Tuhanku telah memuliakanku\".",
        "verse_16": "Adapun bila Tuhannya mengujinya lalu membatasi rezekinya maka dia berkata: \"Tuhanku menghinakanku\".",
        "verse_17": "Sekali-kali tidak (demikian), sebenarnya kamu tidak memuliakan anak yatim,",
        "verse_18": "dan kamu tidak saling mengajak memberi makan orang miskin,",
        "verse_19": "dan kamu memakan harta pusaka dengan cara mencampur baurkan (yang halal dan yang bathil),",
        "verse_20": "dan kamu mencintai harta benda dengan kecintaan yang berlebihan.",
        "verse_21": "Jangan (berbuat demikian). Apabila bumi digoncangkan berturut-turut,",
        "verse_22": "dan datanglah Tuhanmu; sedang malaikat berbaris-baris.",
        "verse_23": "Dan pada hari itu diperlihatkan neraka Jahannam; dan pada hari itu ingatlah manusia, akan tetapi tidak berguna lagi mengingat itu baginya.",
        "verse_24": "Dia mengatakan: \"Alangkah baiknya kiranya aku dahulu mengerjakan (amal saleh) untuk hidupku ini\".",
        "verse_25": "Maka pada hari itu tiada seorangpun yang menyiksa seperti siksa-Nya.",
        "verse_26": "dan tiada seorangpun yang mengikat seperti ikatan-Nya.",
        "verse_27": "Hai jiwa yang tenang.",
        "verse_28": "Kembalilah kepada Tuhanmu dengan hati yang puas lagi diridhai-Nya.",
        "verse_29": "Maka masuklah ke dalam jama'ah hamba-hamba-Ku,",
        "verse_30": "masuklah ke dalam surga-Ku."
    },
    "count": 30
}
