{
    "name": "al-Qalam",
    "index": "068",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Nun, demi kalam dan apa yang mereka tulis,",
        "verse_2": "berkat nikmat Tuhanmu kamu (Muhammad) sekali-kali bukan orang gila.",
        "verse_3": "Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya.",
        "verse_4": "Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung.",
        "verse_5": "Maka kelak kamu akan melihat dan mereka (orang-orang kafir)pun akan melihat,",
        "verse_6": "siapa di antara kamu yang gila.",
        "verse_7": "Sesungguhnya Tuhanmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya; dan Dialah Yang Paling Mengetahui orang-orang yang mendapat petunjuk.",
        "verse_8": "Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah).",
        "verse_9": "Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu).",
        "verse_10": "Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina,",
        "verse_11": "yang banyak mencela, yang kian ke mari menghambur fitnah,",
        "verse_12": "yang banyak menghalangi perbuatan baik, yang melampaui batas lagi banyak dosa,",
        "verse_13": "yang kaku kasar, selain dari itu, yang terkenal kejahatannya,",
        "verse_14": "karena dia mempunyai (banyak) harta dan anak.",
        "verse_15": "Apabila dibacakan kepadanya ayat-ayat Kami, ia berkata: \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala\".",
        "verse_16": "Kelak akan Kami beri tanda dia di belalai(nya).",
        "verse_17": "Sesungguhnya Kami telah mencobai mereka (musyrikin Mekah) sebagaimana Kami telah mencobai pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akanmemetik (hasil)nya di pagi hari,",
        "verse_18": "dan mereka tidak menyisihkan (hak fakir miskin),",
        "verse_19": "lalu kebun itu diliputi malapetaka (yang datang) dari Tuhanmu ketika mereka sedang tidur,",
        "verse_20": "maka jadilah kebun itu hitam seperti malam yang gelap gulita.",
        "verse_21": "lalu mereka panggil memanggil di pagi hari:",
        "verse_22": "\"Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya\".",
        "verse_23": "Maka pergilah mereka saling berbisik-bisik.",
        "verse_24": "\"Pada hari ini janganlah ada seorang miskinpun masuk ke dalam kebunmu\".",
        "verse_25": "Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka (menolongnya).",
        "verse_26": "Tatkala mereka melihat kebun itu, mereka berkata: \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan),",
        "verse_27": "bahkan kita dihalangi (dari memperoleh hasilnya)\".",
        "verse_28": "Berkatalah seorang yang paling baik pikirannya di antara mereka: \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhanmu)?\"",
        "verse_29": "Mereka mengucapkan: \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim\".",
        "verse_30": "Lalu sebahagian mereka menghadapi sebahagian yang lain seraya cela mencela.",
        "verse_31": "Mereka berkata: \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas\".",
        "verse_32": "Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Tuhan kita.",
        "verse_33": "Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui.",
        "verse_34": "Sesungguhnya bagi orang-orang yang bertakwa (disediakan) surga-surga yang penuh kenikmatan di sisi Tuhannya.",
        "verse_35": "Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir)?",
        "verse_36": "Atau adakah kamu (berbuat demikian): bagaimanakah kamu mengambil keputusan?",
        "verse_37": "Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya?,",
        "verse_38": "bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu.",
        "verse_39": "Atau apakah kamu memperoleh janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)?",
        "verse_40": "Tanyakanlah kepada mereka: \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?\"",
        "verse_41": "Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar.",
        "verse_42": "Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa,",
        "verse_43": "(dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera.",
        "verse_44": "Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al Quran). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui,",
        "verse_45": "dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat tangguh.",
        "verse_46": "Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan hutang?",
        "verse_47": "Ataukah ada pada mereka ilmu tentang yang ghaib lalu mereka menulis (padanya apa yang mereka tetapkan)?",
        "verse_48": "Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhanmu, dan janganlah kamu seperti orang yang berada dalam (perut) ikan ketika ia berdoa sedang ia dalam keadaan marah (kepada kaumnya).",
        "verse_49": "Kalau sekiranya ia tidak segera mendapat nikmat dari Tuhannya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela.",
        "verse_50": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang-orang yang saleh.",
        "verse_51": "Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka, tatkala mereka mendengar Al Quran dan mereka berkata: \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila\".",
        "verse_52": "Dan Al Quran itu tidak lain hanyalah peringatan bagi seluruh umat."
    },
    "count": 52
}
