{
    "name": "an-Naba'",
    "index": "078",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Tentang apakah mereka saling bertanya-tanya?",
        "verse_2": "Tentang berita yang besar,",
        "verse_3": "yang mereka perselisihkan tentang ini.",
        "verse_4": "Sekali-kali tidak; kelak mereka akan mengetahui,",
        "verse_5": "kemudian sekali-kali tidak; kelak mereka mengetahui.",
        "verse_6": "Bukankah Kami telah menjadikan bumi itu sebagai hamparan?,",
        "verse_7": "dan gunung-gunung sebagai pasak?,",
        "verse_8": "dan Kami jadikan kamu berpasang-pasangan,",
        "verse_9": "dan Kami jadikan tidurmu untuk istirahat,",
        "verse_10": "dan Kami jadikan malam sebagai pakaian,",
        "verse_11": "dan Kami jadikan siang untuk mencari penghidupan,",
        "verse_12": "dan Kami bina di atas kamu tujuh buah (langit) yang kokoh,",
        "verse_13": "dan Kami jadikan pelita yang amat terang (matahari),",
        "verse_14": "dan Kami turunkan dari awan air yang banyak tercurah,",
        "verse_15": "supaya Kami tumbuhkan dengan air itu biji-bijian dan tumbuh-tumbuhan,",
        "verse_16": "dan kebun-kebun yang lebat?",
        "verse_17": "Sesungguhnya Hari Keputusan adalah suatu waktu yang ditetapkan,",
        "verse_18": "yaitu hari (yang pada waktu itu) ditiup sangkakala lalu kamu datang berkelompok-kelompok,",
        "verse_19": "dan dibukalah langit, maka terdapatlah beberapa pintu,",
        "verse_20": "dan dijalankanlah gunung-gunung maka menjadi fatamorganalah ia.",
        "verse_21": "Sesungguhnya neraka Jahannam itu (padanya) ada tempat pengintai,",
        "verse_22": "lagi menjadi tempat kembali bagi orang-orang yang melampaui batas,",
        "verse_23": "mereka tinggal di dalamnya berabad-abad lamanya,",
        "verse_24": "mereka tidak merasakan kesejukan di dalamnya dan tidak (pula mendapat) minuman,",
        "verse_25": "selain air yang mendidih dan nanah,",
        "verse_26": "sebagai pambalasan yang setimpal.",
        "verse_27": "Sesungguhnya mereka tidak berharap (takut) kepada hisab,",
        "verse_28": "dan mereka mendustakan ayat-ayat Kami dengan sesungguh-sungguhnya.",
        "verse_29": "Dan segala sesuatu telah Kami catat dalam suatu kitab.",
        "verse_30": "Karena itu rasakanlah. Dan Kami sekali-kali tidak akan menambah kepada kamu selain daripada azab.",
        "verse_31": "Sesungguhnya orang-orang yang bertakwa mendapat kemenangan,",
        "verse_32": "(yaitu) kebun-kebun dan buah anggur,",
        "verse_33": "dan gadis-gadis remaja yang sebaya,",
        "verse_34": "dan gelas-gelas yang penuh (berisi minuman).",
        "verse_35": "Di dalamnya mereka tidak mendengar perkataan yang sia-sia dan tidak (pula) perkataan dusta.",
        "verse_36": "Sebagai pembalasan dari Tuhanmu dan pemberian yang cukup banyak,",
        "verse_37": "Tuhan Yang memelihara langit dan bumi dan apa yang ada di antara keduanya; Yang Maha Pemurah. Mereka tidak dapat berbicara dengan Dia.",
        "verse_38": "Pada hari, ketika ruh dan para malaikat berdiri bershaf-shaf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pemurah; dan ia mengucapkan kata yang benar.",
        "verse_39": "Itulah hari yang pasti terjadi. Maka barangsiapa yang menghendaki, niscaya ia menempuh jalan kembali kepada Tuhannya.",
        "verse_40": "Sesungguhnya Kami telah memperingatkan kepadamu (hai orang kafir) siksa yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata: \"Alangkah baiknya sekiranya aku dahulu adalah tanah\"."
    },
    "count": 40
}
