{
    "name": "ad-Dukhan",
    "index": "044",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "Haa miim.",
        "verse_2": "Demi Kitab (Al Quran) yang menjelaskan,",
        "verse_3": "sesungguhnya Kami menurunkannya pada suatu malam yang diberkahi dan sesungguhnya Kami-lah yang memberi peringatan.",
        "verse_4": "Pada malam itu dijelaskan segala urusan yang penuh hikmah,",
        "verse_5": "(yaitu) urusan yang besar dari sisi Kami. Sesungguhnya Kami adalah Yang mengutus rasul-rasul,",
        "verse_6": "sebagai rahmat dari Tuhanmu. Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui,",
        "verse_7": "Tuhan Yang memelihara langit dan bumi dan apa yang ada di antara keduanya, jika kamu adalah orang yang meyakini.",
        "verse_8": "Tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang menghidupkan dan Yang mematikan (Dialah) Tuhanmu dan Tuhan bapak-bapakmu yang terdahulu.",
        "verse_9": "Tetapi mereka bermain-main dalam keragu-raguan.",
        "verse_10": "Maka tunggulah hari ketika langit membawa kabut yang nyata,",
        "verse_11": "yang meliputi manusia. Inilah azab yang pedih.",
        "verse_12": "(Mereka berdoa): \"Ya Tuhan kami, lenyapkanlah dari kami azab itu. Sesungguhnya kami akan beriman\".",
        "verse_13": "Bagaimanakah mereka dapat menerima peringatan, padahal telah datang kepada mereka seorang rasul yang memberi penjelasan,",
        "verse_14": "kemudian mereka berpaling daripadanya dan berkata: \"Dia adalah seorang yang menerima ajaran (dari orang lain) lagi pula seorang yang gila\".",
        "verse_15": "Sesungguhnya (kalau) Kami akan melenyapkan siksaan itu agak sedikit sesungguhnya kamu akan kembali (ingkar).",
        "verse_16": "(Ingatlah) hari (ketika) Kami menghantam mereka dengan hantaman yang keras. Sesungguhnya Kami adalah Pemberi balasan.",
        "verse_17": "Sesungguhnya sebelum mereka telah Kami uji kaum Fir'aun dan telah datang kepada mereka seorang rasul yang mulia,",
        "verse_18": "(dengan berkata): \"Serahkanlah kepadaku hamba-hamba Allah (Bani Israil yang kamu perbudak). Sesungguhnya aku adalah utusan (Allah) yang dipercaya kepadamu,",
        "verse_19": "dan janganlah kamu menyombongkan diri terhadap Allah. Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata.",
        "verse_20": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari keinginanmu merajamku,",
        "verse_21": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil)\".",
        "verse_22": "Kemudian Musa berdoa kepada Tuhannya: \"Sesungguhnya mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka)\".",
        "verse_23": "(Allah berfirman): \"Maka berjalanlah kamu dengan membawa hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
        "verse_24": "dan biarkanlah laut itu tetap terbelah. Sesungguhnya mereka adalah tentara yang akan ditenggelamkan\".",
        "verse_25": "Alangkah banyaknya taman dan mata air yang mereka tinggalkan,",
        "verse_26": "dan kebun-kebun serta tempat-tempat yang indah-indah,",
        "verse_27": "dan kesenangan-kesenangan yang mereka menikmatinya,",
        "verse_28": "demikianlah. Dan Kami wariskan semua itu kepada kaum yang lain.",
        "verse_29": "Maka langit dan bumi tidak menangisi mereka dan merekapun tidak diberi tangguh.",
        "verse_30": "Dan sesungguhnya telah Kami selamatkan Bani Israil dari siksa yang menghinakan,",
        "verse_31": "dari (azab) Fir'aun. Sesungguhnya dia adalah orang yang sombong, salah seorang dari orang-orang yang melampaui batas.",
        "verse_32": "Dan sesungguhnya telah Kami pilih mereka dengan pengetahuan (Kami) atas bangsa-bangsa.",
        "verse_33": "Dan Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan (Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata.",
        "verse_34": "Sesungguhnya mereka (kaum musyrik) itu benar-benar berkata,",
        "verse_35": "\"tidak ada kematian selain kematian di dunia ini. Dan kami sekali-kali tidak akan dibangkitkan,",
        "verse_36": "maka datangkanlah (kembali) bapak-bapak kami jika kamu memang orang-orang yang benar\".",
        "verse_37": "Apakah mereka (kaum musyrikin) yang lebih baik ataukah kaum Tubba' dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah orang-orang yang berdosa.",
        "verse_38": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya dengan bermain-main.",
        "verse_39": "Kami tidak menciptakan keduanya melainkan dengan haq, tetapi kebanyakan mereka tidak mengetahui.",
        "verse_40": "Sesungguhnya hari keputusan (hari kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
        "verse_41": "yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya sedikitpun, dan mereka tidak akan mendapat pertolongan,",
        "verse_42": "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Maha Perkasa lagi Maha Penyayang.",
        "verse_43": "Sesungguhnya pohon zaqqum itu,",
        "verse_44": "makanan orang yang banyak berdosa.",
        "verse_45": "(Ia) sebagai kotoran minyak yang mendidih di dalam perut,",
        "verse_46": "seperti mendidihnya air yang amat panas.",
        "verse_47": "Peganglah dia kemudian seretlah dia ke tengah-tengah neraka.",
        "verse_48": "Kemudian tuangkanlah di atas kepalanya siksaan (dari) air yang amat panas.",
        "verse_49": "Rasakanlah, sesungguhnya kamu orang yang perkasa lagi mulia.",
        "verse_50": "Sesungguhnya ini adalah azab yang dahulu selalu kamu meragu-ragukannya.",
        "verse_51": "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,",
        "verse_52": "(yaitu) di dalam taman-taman dan mata-air-mata-air;",
        "verse_53": "mereka memakai sutera yang halus dan sutera yang tebal, (duduk) berhadap-hadapan,",
        "verse_54": "demikianlah. Dan Kami berikan kepada mereka bidadari.",
        "verse_55": "Di dalamnya mereka meminta segala macam buah-buahan dengan aman (dari segala kekhawatiran),",
        "verse_56": "mereka tidak akan merasakan mati di dalamnya kecuali mati di dunia. Dan Allah memelihara mereka dari azab neraka,",
        "verse_57": "sebagai karunia dari Tuhanmu. Yang demikian itu adalah keberuntungan yang besar.",
        "verse_58": "Sesungguhnya Kami mudahkan Al Quran itu dengan bahasamu supaya mereka mendapat pelajaran.",
        "verse_59": "Maka tunggulah; sesungguhnya mereka itu menunggu (pula)."
    },
    "count": 59
}
