{
    "name": "ar-Rahman",
    "index": "055",
    "verse": {
        "verse_0": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
        "verse_1": "(Tuhan) Yang Maha Pemurah,",
        "verse_2": "Yang telah mengajarkan al Quran.",
        "verse_3": "Dia menciptakan manusia.",
        "verse_4": "Mengajarnya pandai berbicara.",
        "verse_5": "Matahari dan bulan (beredar) menurut perhitungan.",
        "verse_6": "Dan tumbuh-tumbuhan dan pohon-pohonan kedua-duanya tunduk kepada-Nya.",
        "verse_7": "Dan Allah telah meninggikan langit dan Dia meletakkan neraca (keadilan).",
        "verse_8": "Supaya kamu jangan melampaui batas tentang neraca itu.",
        "verse_9": "Dan tegakkanlah timbangan itu dengan adil dan janganlah kamu mengurangi neraca itu.",
        "verse_10": "Dan Allah telah meratakan bumi untuk makhluk(Nya).",
        "verse_11": "Di bumi itu ada buah-buahan dan pohon kurma yang mempunyai kelopak mayang.",
        "verse_12": "Dan biji-bijian yang berkulit dan bunga-bunga yang harum baunya.",
        "verse_13": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_14": "Dia menciptakan manusia dari tanah kering seperti tembikar,",
        "verse_15": "dan Dia menciptakan jin dari nyala api.",
        "verse_16": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_17": "Tuhan yang memelihara kedua tempat terbit matahari dan Tuhan yang memelihara kedua tempat terbenamnya",
        "verse_18": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_19": "Dia membiarkan dua lautan mengalir yang keduanya kemudian bertemu,",
        "verse_20": "antara keduanya ada batas yang tidak dilampaui masing-masing.",
        "verse_21": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_22": "Dari keduanya keluar mutiara dan marjan.",
        "verse_23": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_24": "Dan kepunyaan-Nya lah bahtera-bahtera yang tinggi layarnya di lautan laksana gunung-gunung.",
        "verse_25": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_26": "Semua yang ada di bumi itu akan binasa.",
        "verse_27": "Dan tetap kekal Dzat Tuhanmu yang mempunyai kebesaran dan kemuliaan.",
        "verse_28": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_29": "Semua yang ada di langit dan bumi selalu meminta kepada-Nya. Setiap waktu Dia dalam kesibukan.",
        "verse_30": "Maka nikmat Rabb-mu yang manakah yang kamu dustakan?",
        "verse_31": "Kami akan memperhatikan sepenuhnya kepadamu hai manusia dan jin.",
        "verse_32": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_33": "Hai jama'ah jin dan manusia, jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka lintasilah, kamu tidak dapat menembusnya kecuali dengan kekuatan.",
        "verse_34": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_35": "Kepada kamu, (jin dan manusia) dilepaskan nyala api dan cairan tembaga maka kamu tidak dapat menyelamatkan diri (dari padanya).",
        "verse_36": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_37": "Maka apabila langit telah terbelah dan menjadi merah mawar seperti (kilapan) minyak.",
        "verse_38": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_39": "Pada waktu itu manusia dan jin tidak ditanya tentang dosanya.",
        "verse_40": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_41": "Orang-orang yang berdosa dikenal dengan tanda-tandannya, lalu dipegang ubun-ubun dan kaki mereka.",
        "verse_42": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_43": "Inilah neraka Jahannam yang didustakan oleh orang-orang berdosa.",
        "verse_44": "Mereka berkeliling di antaranya dan di antara air mendidih yang memuncak panasnya.",
        "verse_45": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_46": "Dan bagi orang yang takut akan saat menghadap Tuhannya ada dua surga.",
        "verse_47": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?,",
        "verse_48": "kedua surga itu mempunyai pohon-pohonan dan buah-buahan.",
        "verse_49": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_50": "Di dalam kedua surga itu ada dua buah mata air yang mengalir",
        "verse_51": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_52": "Di dalam kedua surga itu terdapat segala macam buah-buahan yang berpasangan.",
        "verse_53": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_54": "Mereka bertelekan di atas permadani yang sebelah dalamnya dari sutera. Dan buah-buahan di kedua surga itu dapat (dipetik) dari dekat.",
        "verse_55": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_56": "Di dalam surga itu ada bidadari-bidadari yang sopan menundukkan pandangannya, tidak pernah disentuh oleh manusia sebelum mereka (penghuni-penghuni surga yang menjadi suami mereka), dan tidak pula oleh jin.",
        "verse_57": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_58": "Seakan-akan bidadari itu permata yakut dan marjan.",
        "verse_59": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_60": "Tidak ada balasan kebaikan kecuali kebaikan (pula).",
        "verse_61": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_62": "Dan selain dari dua surga itu ada dua surga lagi",
        "verse_63": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_64": "Kedua surga itu (kelihatan) hijau tua warnanya.",
        "verse_65": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_66": "Di dalam kedua surga itu ada dua buah mata air yang memancar.",
        "verse_67": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_68": "Di dalam keduanya (ada macam-macam) buah-buahan dan kurma serta delima.",
        "verse_69": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_70": "Di dalam surga itu ada bidadari-bidadari yang baik-baik lagi cantik-cantik.",
        "verse_71": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_72": "(Bidadari-bidadari) yang jelita, putih bersih, dipingit dalam rumah.",
        "verse_73": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_74": "Mereka tidak pernah disentuh oleh manusia sebelum mereka (penghuni-penghuni surga yang menjadi suami mereka), dan tidak pula oleh jin.",
        "verse_75": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_76": "Mereka bertelekan pada bantal-bantal yang hijau dan permadani-permadani yang indah.",
        "verse_77": "Maka nikmat Tuhan kamu yang manakah yang kamu dustakan?",
        "verse_78": "Maha Agung nama Tuhanmu Yang Mempunyai Kebesaran dan Karunia."
    },
    "count": 78
}
