{
	"index": "006",
	"verse": {
		"verse_1": "Segala puji bagi Allah yang Telah menciptakan langit dan bumi dan mengadakan gelap dan terang, namun orang-orang yang kafir mempersekutukan (sesuatu) dengan Tuhan mereka.",
		"verse_2": "Dialah yang menciptakan kamu dari tanah, sesudah itu ditentukannya ajal (kematianmu), dan ada lagi suatu ajal yang ada pada sisi-Nya (yang dia sendirilah mengetahuinya), Kemudian kamu masih ragu-ragu (tentang berbangkit itu).",
		"verse_3": "Dan dialah Allah (yang disembah), baik di langit maupun di bumi; dia mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan dan mengetahui (pula) apa yang kamu usahakan.",
		"verse_4": "Dan tidak ada suatu ayatpun dari ayat-ayat Tuhan sampai kepada mereka, melainkan mereka selalu berpaling dari padanya (mendustakannya).",
		"verse_5": "Sesungguhnya mereka Telah mendustakan yang Haq (Al-Quran) tatkala sampai kepada mereka, Maka kelak akan sampai kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan.",
		"verse_6": "Apakah mereka tidak memperhatikan berapa banyak generasi yang Telah kami binasakan sebelum mereka, padahal (generasi itu) Telah kami teguhkan kedudukan mereka di muka bumi, yaitu keteguhan yang belum pernah kami berikan kepadamu, dan kami curahkan hujan yang lebat atas mereka dan kami jadikan sungai-sungai mengalir di bawah mereka, Kemudian kami binasakan mereka Karena dosa mereka sendiri, dan kami ciptakan sesudah mereka generasi yang lain.",
		"verse_7": "Dan kalau kami turunkan kepadamu tulisan di atas kertas, lalu mereka dapat menyentuhnya dengan tangan mereka sendiri, tentulah orang-orang kafir itu berkata: \"Ini tidak lain hanyalah sihir yang nyata.\"",
		"verse_8": "Dan mereka berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) malaikat?\" dan kalau kami turunkan (kepadanya) malaikat, tentulah selesai urusan itu, Kemudian mereka tidak diberi tangguh (sedikitpun).",
		"verse_9": "Dan kalau kami jadikan Rasul itu malaikat, tentulah kami jadikan dia seorang laki-laki dan (kalau kami jadikan ia seorang laki-laki), tentulah kami meragu-ragukan atas mereka apa yang mereka ragu-ragukan atas diri mereka sendiri.",
		"verse_10": "Dan sungguh Telah diperolok-olokkan beberapa Rasul sebelum kamu, Maka turunlah kepada orang-orang yang mencemoohkan di antara mereka balasan (azab) olok-olokan mereka.",
		"verse_11": "Katakanlah: \"Berjalanlah di muka bumi, Kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.\"",
		"verse_12": "Katakanlah: \"Kepunyaan siapakah apa yang ada di langit dan di bumi.\" Katakanlah: \"Kepunyaan Allah.\" dia Telah menetapkan atas Diri-Nya kasih sayang. dia sungguh akan menghimpun kamu pada hari kiamat yang tidak ada keraguan padanya. orang-orang yang meragukan dirinya mereka itu tidak beriman.",
		"verse_13": "Dan kepunyaan Allah-lah segala yang ada pada malam dan siang. dan dialah yang Maha mendengar lagi Maha Mengetahui.",
		"verse_14": "Katakanlah: \"Apakah akan Aku jadikan pelindung selain dari Allah yang menjadikan langit dan bumi, padahal dia memberi makan dan tidak memberi makan?\" Katakanlah: \"Sesungguhnya Aku diperintah supaya Aku menjadi orang yang pertama kali menyerah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang musyrik.\"",
		"verse_15": "Katakanlah: \"Sesungguhnya Aku takut akan azab hari yang besar (hari kiamat), jika Aku mendurhakai Tuhanku.\"",
		"verse_16": "Barang siapa yang dijauhkan azab dari padanya pada hari itu, Maka sungguh Allah Telah memberikan rahmat kepadanya. dan Itulah keberuntungan yang nyata.",
		"verse_17": "Dan jika Allah menimpakan sesuatu kemudharatan kepadamu, Maka tidak ada yang menghilangkannya melainkan dia sendiri. dan jika dia mendatangkan kebaikan kepadamu, Maka dia Maha Kuasa atas tiap-tiap sesuatu.",
		"verse_18": "Dan dialah yang berkuasa atas sekalian hamba-hamba-Nya. dan dialah yang Maha Bijaksana lagi Maha Mengetahui.",
		"verse_19": "Katakanlah: \"Siapakah yang lebih Kuat persaksiannya?\" Katakanlah: \"Allah\". dia menjadi saksi antara Aku dan kamu. dan Al Quran Ini diwahyukan kepadaku supaya dengan dia Aku memberi peringatan kepadamu dan kepada orang-orang yang sampai Al-Quran (kepadanya). apakah Sesungguhnya kamu mengakui bahwa ada tuhan-tuhan lain di samping Allah?\" Katakanlah: \"Aku tidak mengakui.\" Katakanlah: \"Sesungguhnya dia adalah Tuhan yang Maha Esa dan Sesungguhnya Aku berlepas diri dari apa yang kamu persekutukan (dengan Allah)\".",
		"verse_20": "Orang-orang yang Telah kami berikan Kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah).",
		"verse_21": "Dan siapakah yang lebih aniaya daripada orang yang membuat-buat suatu kedustaan terhadap Allah, atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang aniaya itu tidak mendapat keberuntungan.",
		"verse_22": "Dan (ingatlah), hari yang di waktu itu kami menghimpun mereka semuanya Kemudian kami Berkata kepada orang-orang musyrik: \"Di manakah sembahan-sembahan kamu yang dulu kamu katakan (sekutu-sekutu) kami?\".",
		"verse_23": "Kemudian tiadalah fitnah mereka, kecuali mengatakan: \"Demi Allah, Tuhan kami, tiadalah kami mempersekutukan Allah\".",
		"verse_24": "Lihatlah bagaimana mereka Telah berdusta kepada diri mereka sendiri dan hilanglah daripada mereka sembahan-sembahan yang dahulu mereka ada-adakan.",
		"verse_25": "Dan di antara mereka ada orang yang mendengarkani (bacaan)mu, padahal kami Telah meletakkan tutupan di atas hati mereka (sehingga mereka tidak) memahaminya dan (Kami letakkan) sumbatan di telinganya. dan jikapun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata: \"Al-Quran Ini tidak lain hanyalah dongengan orang-orang dahulu.\"",
		"verse_26": "Dan mereka melarang (orang lain) mendengarkan Al-Quran dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari.",
		"verse_27": "Dan jika kamu (Muhammad) melihat ketika mereka dihadapkan ke neraka, lalu mereka berkata: \"Kiranya kami dikembalikan (ke dunia) dan tidak mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman\", (tentulah kamu melihat suatu peristiwa yang mengharukan).",
		"verse_28": "Tetapi (sebenarnya) Telah nyata bagi mereka kejahatan yang mereka dahulu selalu menyembunyikannya. sekiranya mereka dikembalikan ke dunia, tentulah mereka kembali kepada apa yang mereka Telah dilarang mengerjakannya. dan Sesungguhnya mereka itu adalah pendusta belaka.",
		"verse_29": "Dan tentu mereka akan mengatakan (pula): \"Hidup hanyalah kehidupan kita di dunia Ini saja, dan kita sekali-sekali tidak akan dibangkitkan\".",
		"verse_30": "Dan seandainya kamu melihat ketika mereka dihadapkan kepada Tuhannya (tentulah kamu melihat peristiwa yang mengharukan). berfirman Allah: \"Bukankah (kebangkitan Ini benar?\" mereka menjawab: \"Sungguh benar, demi Tuhan kami\". berfirman Allah: \"Karena itu rasakanlah azab ini, disebabkan kamu mengingkari(nya)\".",
		"verse_31": "Sungguh Telah Rugilah orang-orang yang mendustakan pertemuan mereka dengan tuhan; sehingga apabila kiamat datang kepada mereka dengan tiba-tiba, mereka berkata: \"Alangkah besarnya penyesalan kami, terhadap kelalaian kami tentang kiamat itu!\", sambil mereka memikul dosa-dosa di atas punggungnya. Ingatlah, amat buruklah apa yang mereka pikul itu.",
		"verse_32": "Dan tiadalah kehidupan dunia ini, selain dari main-main dan senda gurau belaka. dan sungguh kampung akhirat itu lebih baik bagi orang-orang yang bertaqwa. Maka Tidakkah kamu memahaminya?",
		"verse_33": "Sesungguhnya kami mengetahui bahwasanya apa yang mereka katakan itu menyedihkan hatimu, (janganlah kamu bersedih hati), Karena mereka Sebenarnya bukan mendustakan kamu, akan tetapi orang-orang yang zalim itu mengingkari ayat-ayat Allah.",
		"verse_34": "Dan Sesungguhnya Telah didustakan (pula) rasul-rasul sebelum kamu, akan tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Allah kepada mereka. tak ada seorangpun yang dapat merobah kalimat-kalimat (janji-janji) Allah. dan Sesungguhnya Telah datang kepadamu sebahagian dari berita rasul-rasul itu.",
		"verse_35": "Dan jika perpalingan mereka (darimu) terasa amat berat bagimu, Maka jika kamu dapat membuat lobang di bumi atau tangga ke langit lalu kamu dapat mendatangkan mukjizat kepada mereka (maka buatlah). kalau Allah menghendaki, tentu saja Allah menjadikan mereka semua dalam petunjuk sebab itu janganlah sekali-kali kamu termasuk orang-orang yang jahil",
		"verse_36": "Hanya mereka yang mendengar sajalah yang mematuhi (seruan Allah), dan orang-orang yang mati (hatinya), akan dibangkitkan oleh Allah, Kemudian kepadaNyalah mereka dikembalikan.",
		"verse_37": "Dan mereka (orang-orang musyrik Mekah) berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?\" Katakanlah: \"Sesungguhnya Allah Kuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui.\"",
		"verse_38": "Dan tiadalah binatang-binatang yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan umat (juga) seperti kamu. tiadalah kami alpakan sesuatupun dalam Al-Kitab, Kemudian kepada Tuhanlah mereka dihimpunkan.",
		"verse_39": "Dan orang-orang yang mendustakan ayat-ayat kami adalah pekak, bisu dan berada dalam gelap gulita. barangsiapa yang dikehendaki Allah (kesesatannya), niscaya disesatkan-Nya. dan barangsiapa yang dikehendaki Allah (untuk diberi-Nya petunjuk), niscaya dia menjadikan-Nya berada di atas jalan yang lurus.",
		"verse_40": "Katakanlah: \"Terangkanlah kepadaku jika datang siksaan Allah kepadamu, atau datang kepadamu hari kiamat, apakah kamu menyeru (Tuhan) selain Allah; jika kamu orang-orang yang benar!\"",
		"verse_41": "(Tidak), tetapi Hanya dialah yang kamu seru, Maka dia menghilangkan bahaya yang karenanya kamu berdoa kepadanya, jika dia menghendaki, dan kamu tinggalkan sembahan-sembahan yang kamu sekutukan (dengan Allah).",
		"verse_42": "Dan Sesungguhnya kami Telah mengutus (rasul-rasul) kepada umat-umat yang sebelum kamu, Kemudian kami siksa mereka dengan (menimpakan) kesengsaraan dan kemelaratan, supaya mereka memohon (kepada Allah) dengan tunduk merendahkan diri.",
		"verse_43": "Maka Mengapa mereka tidak memohon (kepada Allah) dengan tunduk merendahkan diri ketika datang siksaan kami kepada mereka, bahkan hati mereka Telah menjadi keras, dan syaitanpun menampakkan kepada mereka kebagusan apa yang selalu mereka kerjakan.",
		"verse_44": "Maka tatkala mereka melupakan peringatan yang Telah diberikan kepada mereka, kamipun membukakan semua pintu-pintu kesenangan untuk mereka; sehingga apabila mereka bergembira dengan apa yang Telah diberikan kepada mereka, kami siksa mereka dengan sekonyong-konyong, Maka ketika itu mereka terdiam berputus asa.",
		"verse_45": "Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. segala puji bagi Allah, Tuhan semesta alam.",
		"verse_46": "Katakanlah: \"Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah Tuhan selain Allah yang Kuasa mengembalikannya kepadamu?\" perhatikanlah bagaimana kami berkali-kali memperlihatkan tanda-tanda kebesaran (Kami), Kemudian mereka tetap berpaling (juga).",
		"verse_47": "Katakanlah: \"Terangkanlah kepadaku jika datang siksaan Allah kepadamu dengan sekonyong-konyong, atau terang-terangan, Maka Adakah yang dibinasakan (Allah) selain dari orang yang zalim?\"",
		"verse_48": "Dan tidaklah kami mengutus para Rasul itu melainkan untuk memberikan kabar gembira dan memberi peringatan. barangsiapa yang beriman dan mengadakan perbaikan, Maka tak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati.",
		"verse_49": "Dan orang-orang yang mendustakan ayat-ayat kami, mereka akan ditimpa siksa disebabkan mereka selalu berbuat fasik.",
		"verse_50": "Katakanlah: Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan tidak (pula) Aku mengetahui yang ghaib dan tidak (pula) Aku mengatakan kepadamu bahwa Aku seorang malaikat. Aku tidak mengikuti kecuali apa yang diwahyukan kepadaku. Katakanlah: \"Apakah sama orang yang buta dengan yang melihat?\" Maka apakah kamu tidak memikirkan(nya)?\"",
		"verse_51": "Dan berilah peringatan dengan apa yang diwahyukan itu kepada orang-orang yang takut akan dihimpunkan kepada Tuhannya (pada hari kiamat), sedang bagi mereka tidak ada seorang pelindung dan pemberi syafa'atpun selain daripada Allah, agar mereka bertakwa.",
		"verse_52": "Dan janganlah kamu mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, sedang mereka menghendaki keridhaanNya. kamu tidak memikul tanggung jawab sedikitpun terhadap perbuatan mereka dan merekapun tidak memikul tanggung jawab sedikitpun terhadap perbuatanmu, yang menyebabkan kamu (berhak) mengusir mereka, (sehingga kamu termasuk orang-orang yang zalim).",
		"verse_53": "Dan Demikianlah Telah kami uji sebahagian mereka (orang-orang kaya) dengan sebahagian mereka (orang-orang miskin), supaya (orang-orang yang Kaya itu) berkata: \"Orang-orang semacam inikah di antara kita yang diberi anugerah Allah kepada mereka?\" (Allah berfirman): \"Tidakkah Allah lebih mengetahui tentang orang-orang yang bersyukur (kepadaNya)?\"",
		"verse_54": "Apabila orang-orang yang beriman kepada ayat-ayat kami itu datang kepadamu, Maka Katakanlah: \"Salaamun alaikum. Tuhanmu Telah menetapkan atas Diri-Nya kasih sayang, (yaitu) bahwasanya barang siapa yang berbuat kejahatan di antara kamu lantaran kejahilan, Kemudian ia bertaubat setelah mengerjakannya dan mengadakan perbaikan, Maka Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
		"verse_55": "Dan Demikianlah kami terangkan ayat-ayat Al-Quran (supaya jelas jalan orang-orang yang saleh, dan supaya jelas (pula) jalan orang-orang yang berdosa.",
		"verse_56": "Katakanlah: \"Sesungguhnya Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah\". Katakanlah: \"Aku tidak akan mengikuti hawa nafsumu, sungguh tersesatlah Aku jika berbuat demikian dan tidaklah (pula) Aku termasuk orang-orang yang mendapat petunjuk\".",
		"verse_57": "Katakanlah: \"Sesungguhnya Aku berada di atas hujjah yang nyata (Al Quran) dari Tuhanku, sedang kamu mendustakannya. tidak ada padaku apa (azab) yang kamu minta supaya disegerakan kedatangannya. menetapkan hukum itu hanyalah hak Allah. dia menerangkan yang Sebenarnya dan dia pemberi Keputusan yang paling baik\".",
		"verse_58": "Katakanlah: \"Kalau sekiranya ada padaku apa (azab) yang kamu minta supaya disegerakan, tentu Telah diselesaikan Allah urusan yang ada antara Aku dan kamu. dan Allah lebih mengetahui tentang orang-orang yang zalim.",
		"verse_59": "Dan pada sisi Allah-lah kunci-kunci semua yang ghaib; tidak ada yang mengetahuinya kecuali dia sendiri, dan dia mengetahui apa yang di daratan dan di lautan, dan tiada sehelai daun pun yang gugur melainkan dia mengetahuinya (pula), dan tidak jatuh sebutir biji-pun dalam kegelapan bumi, dan tidak sesuatu yang basah atau yang kering, melainkan tertulis dalam Kitab yang nyata (Lauh Mahfudz)\"",
		"verse_60": "Dan dialah yang menidurkan kamu di malam hari dan dia mengetahui apa yang kamu kerjakan di siang hari, Kemudian dia membangunkan kamu pada siang hari untuk disempurnakan umur(mu) yang Telah ditentukan, Kemudian kepada Allah-lah kamu kembali, lalu dia memberitahukan kepadamu apa yang dahulu kamu kerjakan.",
		"verse_61": "Dan dialah yang mempunyai kekuasaan tertinggi di atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila datang kematian kepada salah seorang di antara kamu, ia diwafatkan oleh malaikat-malaikat kami, dan malaikat- malaikat kami itu tidak melalaikan kewajibannya.",
		"verse_62": "Kemudian mereka (hamba Allah) dikembalikan kepada Allah, Penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) kepunyaanNya. dan dialah pembuat perhitungan yang paling cepat.",
		"verse_63": "Katakanlah: \"Siapakah yang dapat menyelamatkan kamu dari bencana di darat dan di laut, yang kamu berdoa kepada-Nya dengan rendah diri dengan suara yang Lembut (dengan mengatakan: \"Sesungguhnya jika dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur\"\".",
		"verse_64": "Katakanlah: \"Allah menyelamatkan kamu dari bencana itu dan dari segala macam kesusahan, Kemudian kamu kembali mempersekutukan-Nya.\"",
		"verse_65": "Katakanlah: \" dialah yang berkuasa untuk mengirimkan azab kepadamu, dari atas kamu atau dari bawah kakimu atau dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebahagian kamu keganasan sebahagian yang lain. Perhatikanlah, betapa kami mendatangkan tanda-tanda kebesaran kami silih berganti agar mereka memahami(nya)\".",
		"verse_66": "Dan kaummu mendustakannya (azab) padahal azab itu benar adanya. Katakanlah: \"Aku Ini bukanlah orang yang diserahi mengurus urusanmu\".",
		"verse_67": "Untuk setiap berita (yang dibawa oleh rasul-rasul) ada (waktu) terjadinya dan kelak kamu akan Mengetahui.",
		"verse_68": "Dan apabila kamu melihat orang-orang memperolok-olokkan ayat-ayat kami, Maka tinggalkanlah mereka sehingga mereka membicarakan pembicaraan yang lain. dan jika syaitan menjadikan kamu lupa (akan larangan ini), Maka janganlah kamu duduk bersama orang-orang yang zalim itu sesudah teringat (akan larangan itu).",
		"verse_69": "Dan tidak ada pertanggungjawaban sedikitpun atas orang-orang yang bertakwa terhadap dosa mereka; akan tetapi (kewajiban mereka ialah) mengingatkan agar mereka bertakwa.",
		"verse_70": "Dan tinggalkan lah orang-orang yang menjadikan agama mereka sebagai main-main dan senda gurau, dan mereka Telah ditipu oleh kehidupan dunia. Peringatkanlah (mereka) dengan Al-Quran itu agar masing-masing diri tidak dijerumuskan ke dalam neraka, Karena perbuatannya sendiri. tidak akan ada baginya pelindung dan tidak pula pemberi syafa'at selain daripada Allah. dan jika ia menebus dengan segala macam tebusanpun, niscaya tidak akan diterima itu daripadanya. mereka Itulah orang-orang yang dijerumuskan ke dalam neraka. bagi mereka (disediakan) minuman dari air yang sedang mendidih dan azab yang pedih disebabkan kekafiran mereka dahulu.",
		"verse_71": "Katakanlah: \"Apakah kita akan menyeru selain daripada Allah, sesuatu yang tidak dapat mendatangkan kemanfaatan kepada kita dan tidak (pula) mendatangkan kemudharatan kepada kita dan (apakah) kita akan kembali ke belakang, sesudah Allah memberi petunjuk kepada kita, seperti orang yang Telah disesatkan oleh syaitan di pesawangan yang menakutkan; dalam keadaan bingung, dia mempunyai kawan-kawan yang memanggilnya kepada jalan yang lurus (dengan mengatakan): \"Marilah ikuti kami\". Katakanlah:\"Sesungguhnya petunjuk Allah Itulah (yang sebenarnya) petunjuk; dan kita disuruh agar menyerahkan diri kepada Tuhan semesta Alam,",
		"verse_72": "Dan agar mendirikan sembahyang serta bertakwa kepadanya\". dan dialah Tuhan yang kepadaNyalah kamu akan dihimpunkan.",
		"verse_73": "Dan dialah yang menciptakan langit dan bumi dengan benar. dan benarlah perkataan-Nya di waktu dia mengatakan: \"Jadilah, lalu terjadilah\", dan di tangan-Nyalah segala kekuasaan di waktu sangkakala ditiup. dia mengetahui yang ghaib dan yang nampak. dan dialah yang Maha Bijaksana lagi Maha Mengetahui.",
		"verse_74": "Dan (Ingatlah) di waktu Ibrahim Berkata kepada bapaknya, Aazar, \"Pantaskah kamu menjadikan berhala-berhala sebagai tuhan-tuhan? Sesungguhnya Aku melihat kamu dan kaummu dalam kesesatan yang nyata.\"",
		"verse_75": "Dan Demikianlah kami perlihatkan kepada Ibrahim tanda-tanda keagungan (Kami yang terdapat) di langit dan bumi dan (Kami memperlihatkannya) agar dia termasuk orang yang yakin.",
		"verse_76": "Ketika malam Telah gelap, dia melihat sebuah bintang (lalu) dia berkata: \"Inilah Tuhanku\", tetapi tatkala bintang itu tenggelam dia berkata: \"Saya tidak suka kepada yang tenggelam.\"",
		"verse_77": "Kemudian tatkala dia melihat bulan terbit dia berkata: \"Inilah Tuhanku\". tetapi setelah bulan itu terbenam, dia berkata: \"Sesungguhnya jika Tuhanku tidak memberi petunjuk kepadaku, Pastilah Aku termasuk orang yang sesat.\"",
		"verse_78": "Kemudian tatkala ia melihat matahari terbit, dia berkata: \"Inilah Tuhanku, Ini yang lebih besar\". Maka tatkala matahari itu terbenam, dia berkata: \"Hai kaumku, Sesungguhnya Aku berlepas diri dari apa yang kamu persekutukan.",
		"verse_79": "Sesungguhnya Aku menghadapkan diriku kepada Rabb yang menciptakan langit dan bumi, dengan cenderung kepada agama yang benar, dan Aku bukanlah termasuk orang-orang yang mempersekutukan Tuhan.",
		"verse_80": "Dan dia dibantah oleh kaumnya. dia berkata: \"Apakah kamu hendak membantah tentang Allah, padahal Sesungguhnya Allah Telah memberi petunjuk kepadaku\". dan Aku tidak takut kepada (malapetaka dari) sembahan-sembahan yang kamu persekutukan dengan Allah, kecuali di kala Tuhanku menghendaki sesuatu (dari malapetaka) itu. pengetahuan Tuhanku meliputi segala sesuatu. Maka apakah kamu tidak dapat mengambil pelajaran (daripadanya) ?\"",
		"verse_81": "Bagaimana Aku takut kepada sembahan-sembahan yang kamu persekutukan (dengan Allah), padahal kamu tidak mempersekutukan Allah dengan sembahan-sembahan yang Allah sendiri tidak menurunkan hujjah kepadamu untuk mempersekutukanNya. Maka manakah di antara dua golongan itu yang lebih berhak memperoleh keamanan (dari malapetaka), jika kamu mengetahui?",
		"verse_82": "Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan kezaliman (syirik), mereka Itulah yang mendapat keamanan dan mereka itu adalah orang-orang yang mendapat petunjuk.",
		"verse_83": "Dan Itulah hujjah kami yang kami berikan kepada Ibrahim untuk menghadapi kaumnya. kami tinggikan siapa yang kami kehendaki beberapa derajat. Sesungguhnya Tuhanmu Maha Bijaksana lagi Maha Mengetahui.",
		"verse_84": "Dan kami Telah menganugerahkan Ishak dan Yaqub kepadanya. kepada keduanya masing-masing Telah kami beri petunjuk; dan kepada Nuh sebelum itu (juga) Telah kami beri petunjuk, dan kepada sebahagian dari keturunannya (Nuh) yaitu Daud, Sulaiman, Ayyub, Yusuf, Musa dan Harun. Demikianlah kami memberi balasan kepada orang-orang yang berbuat baik.",
		"verse_85": "Dan Zakaria, Yahya, Isa dan Ilyas. semuanya termasuk orang-orang yang shaleh.",
		"verse_86": "Dan Ismail, Alyasa', Yunus dan Luth. masing-masing kami lebihkan derajatnya di atas umat (di masanya),",
		"verse_87": "Dan kami lebihkan (pula) derajat sebahagian dari bapak-bapak mereka, keturunan dan Saudara-saudara mereka. dan kami Telah memilih mereka (untuk menjadi nabi-nabi dan rasul-rasul) dan kami menunjuki mereka ke jalan yang lurus.",
		"verse_88": "Itulah petunjuk Allah, yang dengannya dia memberi petunjuk kepada siapa yang dikehendakinya di antara hamba-hambaNya. seandainya mereka mempersekutukan Allah, niscaya lenyaplah dari mereka amalan yang Telah mereka kerjakan.",
		"verse_89": "Mereka Itulah orang-orang yang Telah kami berikan kitab, hikmat dan kenabian jika orang-orang (Quraisy) itu mengingkarinya, Maka Sesungguhnya kami akan menyerahkannya kepada kaum yang sekali-kali tidak akan mengingkarinya.",
		"verse_90": "Mereka Itulah orang-orang yang Telah diberi petunjuk oleh Allah, Maka ikutilah petunjuk mereka. Katakanlah: \"Aku tidak meminta upah kepadamu dalam menyampaikan (Al-Quran).\" Al-Quran itu tidak lain hanyalah peringatan untuk seluruh ummat.",
		"verse_91": "Dan mereka tidak menghormati Allah dengan penghormatan yang semestinya, di kala mereka berkata: \"Allah tidak menurunkan sesuatupun kepada manusia\". Katakanlah: \"Siapakah yang menurunkan Kitab (Taurat) yang dibawa oleh Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu perlihatkan (sebahagiannya) dan kamu sembunyikan sebahagian besarnya, padahal Telah diajarkan kepadamu apa yang kamu dan bapak-bapak kamu tidak mengetahui(nya) ?\" Katakanlah: \"Allah-lah (yang menurunkannya)\", Kemudian (sesudah kamu menyampaikan Al Quran kepada mereka), biarkanlah mereka bermain-main dalam kesesatannya.",
		"verse_92": "Dan Ini (Al Quran) adalah Kitab yang Telah kami turunkan yang diberkahi; membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar kamu memberi peringatan kepada (penduduk) ummul Qura (Mekah) dan orang-orang yang di luar lingkungannya. orang-orang yang beriman kepada adanya kehidupan akhirat tentu beriman kepadanya (Al Quran) dan mereka selalu memelihara sembahyangnya.",
		"verse_93": "Dan siapakah yang lebih zalim daripada orang yang membuat kedustaan terhadap Allah atau yang berkata: \"Telah diwahyukan kepada saya\", padahal tidak ada diwahyukan sesuatupun kepadanya, dan orang yang berkata: \"Saya akan menurunkan seperti apa yang diturunkan Allah.\" alangkah dahsyatnya sekiranya kamu melihat di waktu orang-orang yang zalim berada dalam tekanan sakratul maut, sedang para malaikat memukul dengan tangannya, (sambil berkata): \"Keluarkanlah nyawamu\" di hari Ini kamu dibalas dengan siksa yang sangat menghinakan, Karena kamu selalu mengatakan terhadap Allah (Perkataan) yang tidak benar dan (karena) kamu selalu menyombongkan diri terhadap ayat-ayatNya.",
		"verse_94": "Dan Sesungguhnya kamu datang kepada kami sendiri-sendiri sebagaimana kamu kami ciptakan pada mulanya, dan kamu tinggalkan di belakangmu (di dunia) apa yang Telah kami karuniakan kepadamu; dan kami tiada melihat besertamu pemberi syafa'at yang kamu anggap bahwa mereka itu sekutu-sekutu Tuhan di antara kamu. sungguh Telah terputuslah (pertalian) antara kamu dan Telah lenyap daripada kamu apa yang dahulu kamu anggap (sebagai sekutu Allah).",
		"verse_95": "Sesungguhnya Allah menumbuhkan butir tumbuh-tumbuhan dan biji buah-buahan. dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. (yang memiliki sifat-sifat) demikian ialah Allah, Maka Mengapa kamu masih berpaling?",
		"verse_96": "Dia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketentuan Allah yang Maha Perkasa lagi Maha Mengetahui.",
		"verse_97": "Dan dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Sesungguhnya kami Telah menjelaskan tanda-tanda kebesaran (kami) kepada orang-orang yang Mengetahui.",
		"verse_98": "Dan dialah yang menciptakan kamu dari seorang diri, Maka (bagimu) ada tempat tetap dan tempat simpanan. Sesungguhnya Telah kami jelaskan tanda-tanda kebesaran kami kepada orang-orang yang Mengetahui.",
		"verse_99": "Dan dialah yang menurunkan air hujan dari langit, lalu kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan Maka kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau. kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang korma mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. perhatikanlah buahnya di waktu pohonnya berbuah dan (perhatikan pulalah) kematangannya. Sesungguhnya pada yang demikian itu ada tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.",
		"verse_100": "Dan mereka (orang-orang musyrik) menjadikan jin itu sekutu bagi Allah, padahal Allah-lah yang menciptakan jin-jin itu, dan mereka membohong (dengan mengatakan): \"Bahwasanya Allah mempunyai anak laki-laki dan perempuan\", tanpa (berdasar) ilmu pengetahuan. Maha Suci Allah dan Maha Tinggi dari sifat-sifat yang mereka berikan.",
		"verse_101": "Dia Pencipta langit dan bumi. bagaimana dia mempunyai anak padahal dia tidak mempunyai isteri. dia menciptakan segala sesuatu; dan dia mengetahui segala sesuatu.",
		"verse_102": "(yang memiliki sifat-sifat yang) demikian itu ialah Allah Tuhan kamu; tidak ada Tuhan selain Dia; Pencipta segala sesuatu, Maka sembahlah Dia; dan dia adalah pemelihara segala sesuatu.",
		"verse_103": "Dia tidak dapat dicapai oleh penglihatan mata, sedang dia dapat melihat segala yang kelihatan; dan dialah yang Maha halus lagi Maha Mengetahui.",
		"verse_104": "Sesungguhnya Telah datang dari Tuhanmu bukti-bukti yang terang; Maka barangsiapa melihat (kebenaran itu), Maka (manfaatnya) bagi dirinya sendiri; dan barangsiapa buta (Tidak melihat kebenaran itu), Maka kemudharatannya kembali kepadanya. dan Aku (Muhammad) sekali-kali bukanlah pemelihara(mu).",
		"verse_105": "Demikianlah kami mengulang-ulangi ayat-ayat kami supaya (orang-orang yang beriman mendapat petunjuk) dan supaya orang-orang musyrik mengatakan: \"Kamu Telah mempelajari ayat-ayat itu (dari ahli Kitab)\", dan supaya kami menjelaskan Al Quran itu kepada orang-orang yang Mengetahui.",
		"verse_106": "Ikutilah apa yang Telah diwahyukan kepadamu dari Tuhanmu; tidak ada Tuhan selain Dia; dan berpalinglah dari orang-orang musyrik.",
		"verse_107": "Dan kalau Allah menghendaki, niscaya mereka tidak memperkutukan(Nya). dan kami tidak menjadikan kamu pemelihara bagi mereka; dan kamu sekali-kali bukanlah pemelihara bagi mereka.",
		"verse_108": "Dan janganlah kamu memaki sembahan-sembahan yang mereka sembah selain Allah, Karena mereka nanti akan memaki Allah dengan melampaui batas tanpa pengetahuan. Demikianlah kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan merekalah kembali mereka, lalu dia memberitakan kepada mereka apa yang dahulu mereka kerjakan.",
		"verse_109": "Mereka bersumpah dengan nama Allah dengan segala kesungguhan, bahwa sungguh jika datang kepada mereka sesuatu mu jizat, Pastilah mereka beriman kepada-Nya. Katakanlah: \"Sesungguhnya mukjizat-mukjizat itu Hanya berada di sisi Allah\". dan apakah yang memberitahukan kepadamu bahwa apabila mukjizat datang mereka tidak akan beriman.",
		"verse_110": "Dan (begitu pula) kami memalingkan hati dan penglihatan mereka seperti mereka belum pernah beriman kepadanya (Al Quran) pada permulaannya, dan kami biarkan mereka bergelimang dalam kesesatannya yang sangat.",
		"verse_111": "Kalau sekiranya kami turunkan malaikat kepada mereka, dan orang-orang yang Telah mati berbicara dengan mereka dan kami kumpulkan (pula) segala sesuatu ke hadapan mereka, niscaya mereka tidak (juga) akan beriman, kecuali jika Allah menghendaki, tetapi kebanyakan mereka tidak Mengetahui.",
		"verse_112": "Dan Demikianlah kami jadikan bagi tiap-tiap nabi itu musuh, yaitu syaitan-syaitan (dari jenis) manusia dan (dan jenis) jin, sebahagian mereka membisikkan kepada sebahagian yang lain perkataan-perkataan yang indah-indah untuk menipu (manusia). Jikalau Tuhanmu menghendaki, niscaya mereka tidak mengerjakannya, Maka tinggalkanlah mereka dan apa yang mereka ada-adakan.",
		"verse_113": "Dan (juga) agar hati kecil orang-orang yang tidak beriman kepada kehidupan akhirat cenderung kepada bisikan itu, mereka merasa senang kepadanya dan supaya mereka mengerjakan apa yang mereka (syaitan) kerjakan.",
		"verse_114": "Maka patutkah Aku mencari hakim selain daripada Allah, padahal dialah yang Telah menurunkan Kitab (Al Quran) kepadamu dengan terperinci? orang-orang yang Telah kami datangkan Kitab kepada mereka, mereka mengetahui bahwa Al Quran itu diturunkan dari Tuhanmu dengan sebenarnya. Maka janganlah kamu sekali-kali termasuk orang yang ragu-ragu.",
		"verse_115": "Telah sempurnalah kalimat Tuhanmu (Al-Quran) sebagai kalimat yang benar dan adil. tidak ada yang dapat merobah robah kalimat-kalimat-Nya dan dia lah yang Maha Mendenyar lagi Maha Mengetahui.",
		"verse_116": "Dan jika kamu menuruti kebanyakan orang-orang yang di muka bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. mereka tidak lain hanyalah mengikuti persangkaan belaka, dan mereka tidak lain hanyalah berdusta (terhadap Allah).",
		"verse_117": "Sesungguhnya Tuhanmu, Dia-lah yang lebih mengetahui tentang orang yang tersesat dari jalan-Nya dan dia lebih mengetahui tentang orang orang yang mendapat petunjuk.",
		"verse_118": "Maka makanlah binatang-binatang (yang halal) yang disebut nama Allah ketika menyembelihnya, jika kamu beriman kepada ayat-ayatNya.",
		"verse_119": "Mengapa kamu tidak mau memakan (binatang-binatang yang halal) yang disebut nama Allah ketika menyembelihnya, padahal Sesungguhnya Allah Telah menjelaskan kepada kamu apa yang diharamkan-Nya atasmu, kecuali apa yang terpaksa kamu memakannya. dan Sesungguhnya kebanyakan (dari manusia) benar benar hendak menyesatkan (orang lain) dengan hawa nafsu mereka tanpa pengetahuan. Sesungguhnya Tuhanmu, Dia-lah yang lebih mengetahui orang-orang yang melampaui batas.",
		"verse_120": "Dan tinggalkanlah dosa yang nampak dan yang tersembunyi. Sesungguhnya orang yang mengerjakan dosa, kelak akan diberi pembalasan (pada hari kiamat), disebabkan apa yang mereka Telah kerjakan.",
		"verse_121": "Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. Sesungguhnya syaitan itu membisikkan kepada kawan-kawannya agar mereka membantah kamu; dan jika kamu menuruti mereka, Sesungguhnya kamu tentulah menjadi orang-orang yang musyrik.",
		"verse_122": "Dan apakah orang yang sudah mati Kemudian dia kami hidupkan dan kami berikan kepadanya cahaya yang terang, yang dengan cahaya itu dia dapat berjalan di tengah-tengah masyarakat manusia, serupa dengan orang yang keadaannya berada dalam gelap gulita yang sekali-kali tidak dapat keluar dari padanya? Demikianlah kami jadikan orang yang kafir itu memandang baik apa yang Telah mereka kerjakan.",
		"verse_123": "Dan Demikianlah kami adakan pada tiap-tiap negeri penjahat-penjahat yang terbesar agar mereka melakukan tipu daya dalam negeri itu. dan mereka tidak memperdayakan melainkan dirinya sendiri, sedang mereka tidak menyadarinya.",
		"verse_124": "Apabila datang sesuatu ayat kepada mereka, mereka berkata: \"Kami tidak akan beriman sehingga diberikan kepada kami yang serupa dengan apa yang Telah diberikan kepada utusan-utusan Allah\". Allah lebih mengetahui di mana dia menempatkan tugas kerasulan. orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan siksa yang keras disebabkan mereka selalu membuat tipu daya.",
		"verse_125": "Barangsiapa yang Allah menghendaki akan memberikan kepadanya petunjuk, niscaya dia melapangkan dadanya untuk (memeluk agama) Islam. dan barangsiapa yang dikehendaki Allah kesesatannya, niscaya Allah menjadikan dadanya sesak lagi sempit, seolah-olah ia sedang mendaki langit. begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
		"verse_126": "Dan inilah jalan Tuhanmu; (jalan) yang lurus. Sesungguhnya kami Telah menjelaskan ayat-ayat (kami) kepada orang-orang yang mengambil pelajaran.",
		"verse_127": "Bagi mereka (disediakan) darussalam (syurga) pada sisi Tuhannya dan dialah pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan.",
		"verse_128": "Dan (Ingatlah) hari diwaktu Allah menghimpunkan mereka semuanya (dan Allah berfirman): \"Hai golongan jin, Sesungguhnya kamu Telah banyak menyesatkan manusia\", lalu berkatalah kawan-kawan meraka dari golongan manusia: \"Ya Tuhan kami, Sesungguhnya sebahagian daripada kami Telah dapat kesenangan dari sebahagian (yang lain) dan kami Telah sampai kepada waktu yang Telah Engkau tentukan bagi kami\". Allah berfirman: \"Neraka Itulah tempat diam kamu, sedang kamu kekal di dalamnya, kecuali kalau Allah menghendaki (yang lain)\". Sesungguhnya Tuhanmu Maha Bijaksana lagi Maha Mengetahui.",
		"verse_129": "Dan Demikianlah kami jadikan sebahagian orang-orang yang zalim itu menjadi teman bagi sebahagian yang lain disebabkan apa yang mereka usahakan.",
		"verse_130": "Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri, yang menyampaikan kepadamu ayat-ayatKu dan memberi peringatan kepadamu terhadap pertemuanmu dengan hari ini? mereka berkata: \"Kami menjadi saksi atas diri kami sendiri\", kehidupan dunia Telah menipu mereka, dan mereka menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang yang kafir.",
		"verse_131": "Yang demikian itu adalah Karena Tuhanmu tidaklah membinasakan kota-kota secara aniaya, sedang penduduknya dalam keadaan lengah.",
		"verse_132": "Dan masing-masing orang memperoleh derajat-derajat (seimbang) dengan apa yang dikerjakannya. dan Tuhanmu tidak lengah dari apa yang mereka kerjakan.",
		"verse_133": "Dan Tuhanmu Maha Kaya lagi mempunyai rahmat. jika dia menghendaki niscaya dia memusnahkan kamu dan menggantimu dengan siapa yang dikehendaki-Nya setelah kamu (musnah), sebagaimana dia Telah menjadikan kamu dari keturunan orang-orang lain.",
		"verse_134": "Sesungguhnya apa yang dijanjikan kepadamu pasti datang, dan kamu sekali-kali tidak sanggup menolaknya.",
		"verse_135": "Katakanlah: \"Hai kaumku, berbuatlah sepenuh kemampuanmu, Sesungguhnya akupun berbuat (pula). kelak kamu akan mengetahui, siapakah (di antara kita) yang akan memperoleh hasil yang baik di dunia ini. Sesungguhnya orang-orang yang zalim itu tidak akan mendapatkan keberuntungan.",
		"verse_136": "Dan mereka memperuntukkan bagi Allah satu bagian dari tanaman dan ternak yang Telah diciptakan Allah, lalu mereka Berkata sesuai dengan persangkaan mereka: \"Ini untuk Allah dan Ini untuk berhala-berhala kami\". Maka saji-sajian yang diperuntukkan bagi berhala-berhala mereka tidak sampai kepada Allah; dan saji-sajian yang diperuntukkan bagi Allah, Maka sajian itu sampai kepada berhala-berhala mereka. amat buruklah ketetapan mereka itu.",
		"verse_137": "Dan Demikianlah pemimpin-pemimpin mereka Telah menjadikan kebanyakan dari orang-orang musyrik itu memandang baik membunuh anak-anak mereka untuk membinasakan mereka dan untuk mengaburkan bagi mereka agama-Nya. dan kalau Allah menghendaki, niscaya mereka tidak mengerjakannya, Maka tinggallah mereka dan apa yang mereka ada-adakan.",
		"verse_138": "Dan mereka mengatakan: \"Inilah hewan ternak dan tanaman yang dilarang; tidak boleh memakannya, kecuali orang yang kami kehendaki\", menurut anggapan mereka, dan ada binatang ternak yang diharamkan menungganginya dan ada binatang ternak yang mereka tidak menyebut nama Allah waktu menyembelihnya, semata-mata membuat-buat kedustaan terhadap Allah. kelak Allah akan membalas mereka terhadap apa yang selalu mereka ada-adakan.",
		"verse_139": "Dan mereka mengatakan: \"Apa yang ada dalam perut binatang ternak ini adalah khusus untuk pria kami dan diharamkan atas wanita kami,\" dan jika yang dalam perut itu dilahirkan mati, Maka pria dan wanita sama-sama boleh memakannya. kelak Allah akan membalas mereka terhadap ketetapan mereka. Sesungguhnya Allah Maha Bijaksana lagi Maha Mengetahui.",
		"verse_140": "Sesungguhnya Rugilah orang yang membunuh anak-anak mereka, Karena kebodohan lagi tidak mengetahui dan mereka mengharamkan apa yang Allah Telah rezki-kan pada mereka dengan semata-mata mengada-adakan terhadap Allah. Sesungguhnya mereka Telah sesat dan tidaklah mereka mendapat petunjuk.",
		"verse_141": "Dan dialah yang menjadikan kebun-kebun yang berjunjung dan yang tidak berjunjung, pohon korma, tanam-tanaman yang bermacam-macam buahnya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak sama (rasanya). makanlah dari buahnya (yang bermacam-macam itu) bila dia berbuah, dan tunaikanlah haknya di hari memetik hasilnya (dengan disedekahkan kepada fakir miskin); dan janganlah kamu berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang yang berlebih-lebihan.",
		"verse_142": "Dan di antara hewan ternak itu ada yang dijadikan untuk pengangkutan dan ada yang untuk disembelih. makanlah dari rezki yang Telah diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah syaitan. Sesungguhnya syaitan itu musuh yang nyata bagimu.",
		"verse_143": "(yaitu) delapan binatang yang berpasangan, sepasang domba, sepasang dari kambing. Katakanlah: \"Apakah dua yang jantan yang diharamkan Allah ataukah dua yang betina, ataukah yang ada dalam kandungan dua betinanya?\" Terangkanlah kepadaku dengan berdasar pengetahuan jika kamu memang orang-orang yang benar,",
		"verse_144": "Dan sepasang dari unta dan sepasang dari lembu. Katakanlah: \"Apakah dua yang jantan yang diharamkan ataukah dua yang betina, ataukah yang ada dalam kandungan dua betinanya? apakah kamu menyaksikan di waktu Allah menetapkan Ini bagimu? Maka siapakah yang lebih zalim daripada orang-orang yang membuat-buat dusta terhadap Allah untuk menyesatkan manusia tanpa pengetahuan ?\" Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
		"verse_145": "Katakanlah: \"Tiadalah Aku peroleh dalam wahyu yang diwahyukan kepadaku, sesuatu yang diharamkan bagi orang yang hendak memakannya, kecuali kalau makanan itu bangkai, atau darah yang mengalir atau daging babi - Karena Sesungguhnya semua itu kotor - atau binatang yang disembelih atas nama selain Allah. barangsiapa yang dalam keadaan terpaksa, sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, Maka Sesungguhnya Tuhanmu Maha Pengampun lagi Maha penyayang\".",
		"verse_146": "Dan kepada orang-orang Yahudi, kami haramkan segala binatang yang berkuku dan dari sapi dan domba, kami haramkan atas mereka lemak dari kedua binatang itu, selain lemak yang melekat di punggung keduanya atau yang di perut besar dan usus atau yang bercampur dengan tulang. Demikianlah kami hukum mereka disebabkan kedurhakaan mereka; dan Sesungguhnya kami adalah Maha benar.",
		"verse_147": "Maka jika mereka mendustakan kamu, Katakanlah: \"Tuhanmu mempunyai rahmat yang luas; dan siksa-Nya tidak dapat ditolak dari kaum yang berdosa\".",
		"verse_148": "Orang-orang yang mempersekutukan Tuhan, akan mengatakan: \"Jika Allah menghendaki, niscaya kami dan bapak-bapak kami tidak mempersekutukan-Nya dan tidak (pula) kami mengharamkan barang sesuatu apapun.\" demikian pulalah orang-orang sebelum mereka Telah mendustakan (para rasul) sampai mereka merasakan siksaan kami. Katakanlah: \"Adakah kamu mempunyai sesuatu pengetahuan sehingga dapat kamu mengemukakannya kepada kami?\" kamu tidak mengikuti kecuali persangkaan belaka, dan kamu tidak lain hanyalah berdusta.",
		"verse_149": "Katakanlah: \"Allah mempunyai hujjah yang jelas lagi kuat; Maka jika dia menghendaki, pasti dia memberi petunjuk kepada kamu semuanya\".",
		"verse_150": "Katakanlah: \"Bawalah kemari saksi-saksi kamu yang dapat mempersaksikan bahwasanya Allah Telah mengharamkan (Makanan yang kamu) haramkan ini\" jika mereka mempersaksikan, Maka janganlah kamu ikut pula menjadi saksi bersama mereka; dan janganlah kamu mengikuti hawa nafsu orang-orang yang mendustakan ayat-ayat kami, dan orang-orang yang tidak beriman kepada kehidupan akhirat, sedang mereka mempersekutukan Tuhan mereka.",
		"verse_151": "Katakanlah: \"Marilah kubacakan apa yang diharamkan atas kamu oleh Tuhanmu yaitu: janganlah kamu mempersekutukan sesuatu dengan Dia, berbuat baiklah terhadap kedua orang ibu bapa, dan janganlah kamu membunuh anak-anak kamu Karena takut kemiskinan, kami akan memberi rezki kepadamu dan kepada mereka, dan janganlah kamu mendekati perbuatan-perbuatan yang keji, baik yang nampak di antaranya maupun yang tersembunyi, dan janganlah kamu membunuh jiwa yang diharamkan Allah (membunuhnya) melainkan dengan sesuatu (sebab) yang benar\". demikian itu yang diperintahkan kepadamu supaya kamu memahami(nya).",
		"verse_152": "Dan janganlah kamu dekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, hingga sampai ia dewasa. dan sempurnakanlah takaran dan timbangan dengan adil. kami tidak memikulkan beban kepada sesorang melainkan sekedar kesanggupannya. dan apabila kamu berkata, Maka hendaklah kamu berlaku adil, kendatipun ia adalah kerabat(mu), dan penuhilah janji Allah. yang demikian itu diperintahkan Allah kepadamu agar kamu ingat.",
		"verse_153": "Dan bahwa (yang kami perintahkan ini) adalah jalanKu yang lurus, Maka ikutilah Dia, dan janganlah kamu mengikuti jalan-jalan (yang lain), Karena jalan-jalan itu mencerai beraikan kamu dari jalannya. yang demikian itu diperintahkan Allah agar kamu bertakwa.",
		"verse_154": "Kemudian kami Telah memberikan Al Kitab (Taurat) kepada Musa untuk menyempurnakan (nikmat kami) kepada orang yang berbuat kebaikan, dan untuk menjelaskan segala sesuatu dan sebagai petunjuk dan rahmat, agar mereka beriman (bahwa) mereka akan menemui Tuhan mereka.",
		"verse_155": "Dan Al-Quran itu adalah Kitab yang kami turunkan yang diberkati, Maka ikutilah dia dan bertakwalah agar kamu diberi rahmat.",
		"verse_156": "(Kami turunkan Al-Quran itu) agar kamu (tidak) mengatakan: \"Bahwa Kitab itu Hanya diturunkan kepada dua golongan saja sebelum kami, dan Sesungguhnya kami tidak memperhatikan apa yang mereka baca.",
		"verse_157": "Atau agar kamu (tidak) mengatakan: \"Sesungguhnya Jikalau Kitab Ini diturunkan kepada kami, tentulah kami lebih mendapat petunjuk dari mereka.\" Sesungguhnya Telah datang kepada kamu keterangan yang nyata dari Tuhanmu, petunjuk dan rahmat. Maka siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? kelak kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat kami dengan siksa yang buruk, disebabkan mereka selalu berpaling.",
		"verse_158": "Yang mereka nanti-nanti tidak lain hanyalah kedatangan malaikat kepada mereka (untuk mencabut nyawa mereka) atau kedatangan (siksa) Tuhanmu atau kedatangan beberapa ayat Tuhanmu. pada hari datangnya ayat dari Tuhanmu, tidaklah bermanfaat lagi iman seseorang kepada dirinya sendiri yang belum beriman sebelum itu, atau dia (belum) mengusahakan kebaikan dalam masa imannya. Katakanlah: \"Tunggulah olehmu Sesungguhnya kamipun menunggu (pula)\".",
		"verse_159": "Sesungguhnya orang-orang yang memecah belah agama-Nya dan mereka menjadi bergolongan, tidak ada sedikitpun tanggung jawabmu kepada mereka. Sesungguhnya urusan mereka hanyalah terserah kepada Allah, Kemudian Allah akan memberitahukan kepada mereka apa yang Telah mereka perbuat.",
		"verse_160": "Barangsiapa membawa amal yang baik, Maka baginya (pahala) sepuluh kali lipat amalnya; dan barangsiapa yang membawa perbuatan jahat Maka dia tidak diberi pembalasan melainkan seimbang dengan kejahatannya, sedang mereka sedikitpun tidak dianiaya (dirugikan).",
		"verse_161": "Katakanlah: \"Sesungguhnya Aku Telah ditunjuki oleh Tuhanku kepada jalan yang lurus, (yaitu) agama yang benar, agama Ibrahim yang lurus, dan Ibrahim itu bukanlah termasuk orang-orang musyrik\".",
		"verse_162": "Katakanlah: Sesungguhnya sembahyangku, ibadatku, hidupku dan matiku hanyalah untuk Allah, Tuhan semesta alam.",
		"verse_163": "Tiada sekutu bagiNya; dan demikian Itulah yang diperintahkan kepadaku dan Aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah)\".",
		"verse_164": "Katakanlah: \"Apakah Aku akan mencari Tuhan selain Allah, padahal dia adalah Tuhan bagi segala sesuatu. dan tidaklah seorang membuat dosa melainkan kemudharatannya kembali kepada dirinya sendiri; dan seorang yang berdosa tidak akan memikul dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitakan-Nya kepadamu apa yang kamu perselisihkan.\"",
		"verse_165": "Dan dia lah yang menjadikan kamu penguasa-penguasa di bumi dan dia meninggikan sebahagian kamu atas sebahagian (yang lain) beberapa derajat, untuk mengujimu tentang apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu amat cepat siksaan-Nya dan Sesungguhnya dia Maha Pengampun lagi Maha Penyayang."
	},
	"count": "165"
}