{
	"index": "017",
	"verse": {
		"verse_1": "Maha Suci Allah, yang Telah memperjalankan hamba-Nya pada suatu malam dari Al Masjidil Haram ke Al Masjidil Aqsha yang Telah kami berkahi sekelilingnya agar kami perlihatkan kepadanya sebagian dari tanda-tanda (kebesaran) kami. Sesungguhnya dia adalah Maha mendengar lagi Maha Mengetahui.",
		"verse_2": "Dan kami berikan kepada Musa Kitab (Taurat) dan kami jadikan Kitab Taurat itu petunjuk bagi Bani Israil (dengan firman): \"Janganlah kamu mengambil penolong selain aku,",
		"verse_3": "(yaitu) anak cucu dari orang-orang yang kami bawa bersama-sama Nuh. Sesungguhnya dia adalah hamba (Allah) yang banyak bersyukur.",
		"verse_4": "Dan Telah kami tetapkan terhadap Bani Israil dalam Kitab itu: \"Sesungguhnya kamu akan membuat kerusakan di muka bumi Ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar\".",
		"verse_5": "Maka apabila datang saat hukuman bagi (kejahatan) pertama dari kedua (kejahatan) itu, kami datangkan kepadamu hamba-hamba kami yang mempunyai kekuatan yang besar, lalu mereka merajalela di kampung-kampung, dan Itulah ketetapan yang pasti terlaksana.",
		"verse_6": "Kemudian kami berikan kepadamu giliran untuk mengalahkan mereka kembali dan kami membantumu dengan harta kekayaan dan anak-anak dan kami jadikan kamu kelompok yang lebih besar.",
		"verse_7": "Jika kamu berbuat baik (berarti) kamu berbuat baik bagi dirimu sendiri dan jika kamu berbuat jahat, Maka (kejahatan) itu bagi dirimu sendiri, dan apabila datang saat hukuman bagi (kejahatan) yang kedua, (Kami datangkan orang-orang lain) untuk menyuramkan muka-muka kamu dan mereka masuk ke dalam mesjid, sebagaimana musuh-musuhmu memasukinya pada kali pertama dan untuk membinasakan sehabis-habisnya apa saja yang mereka kuasai.",
		"verse_8": "Mudah-mudahan Tuhanmu akan melimpahkan rahmat(Nya) kepadamu; dan sekiranya kamu kembali kepada (kedurhakaan) niscaya kami kembali (mengazabmu) dan kami jadikan neraka Jahannam penjara bagi orang-orang yang tidak beriman.",
		"verse_9": "Sesungguhnya Al Quran Ini memberikan petunjuk kepada (jalan) yang lebih lurus dan memberi khabar gembira kepada orang-orang Mu'min yang mengerjakan amal saleh bahwa bagi mereka ada pahala yang besar,",
		"verse_10": "Dan Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, kami sediakan bagi mereka azab yang pedih.",
		"verse_11": "Dan manusia mendoa untuk kejahatan sebagaimana ia mendoa untuk kebaikan. dan adalah manusia bersifat tergesa-gesa.",
		"verse_12": "Dan kami jadikan malam dan siang sebagai dua tanda, lalu kami hapuskan tanda malam dan kami jadikan tanda siang itu terang, agar kamu mencari kurnia dari Tuhanmu, dan supaya kamu mengetahui bilangan tahun-tahun dan perhitungan. dan segala sesuatu Telah kami terangkan dengan jelas.",
		"verse_13": "Dan tiap-tiap manusia itu Telah kami tetapkan amal perbuatannya (sebagaimana tetapnya kalung) pada lehernya. dan kami keluarkan baginya pada hari kiamat sebuah Kitab yang dijumpainya terbuka.",
		"verse_14": "\"Bacalah kitabmu, cukuplah dirimu sendiri pada waktu Ini sebagai penghisab terhadapmu\".",
		"verse_15": "Barangsiapa yang berbuat sesuai dengan hidayah (Allah), Maka Sesungguhnya dia berbuat itu untuk (keselamatan) dirinya sendiri; dan barangsiapa yang sesat Maka Sesungguhnya dia tersesat bagi (kerugian) dirinya sendiri. dan seorang yang berdosa tidak dapat memikul dosa orang lain, dan kami tidak akan meng'azab sebelum kami mengutus seorang rasul.",
		"verse_16": "Dan jika kami hendak membinasakan suatu negeri, Maka kami perintahkan kepada orang-orang yang hidup mewah di negeri itu (supaya mentaati Allah) tetapi mereka melakukan kedurhakaan dalam negeri itu, Maka sudah sepantasnya berlaku terhadapnya perkataan (ketentuan kami), Kemudian kami hancurkan negeri itu sehancur-hancurnya.",
		"verse_17": "Dan berapa banyaknya kaum sesudah Nuh Telah kami binasakan. dan cukuplah Tuhanmu Maha mengetahui lagi Maha melihat dosa hamba-hamba-Nya.",
		"verse_18": "Barangsiapa menghendaki kehidupan sekarang (duniawi), Maka kami segerakan baginya di dunia itu apa yang kami kehendaki bagi orang yang kami kehendaki dan kami tentukan baginya neraka jahannam; ia akan memasukinya dalam keadaan tercela dan terusir.",
		"verse_19": "Dan barangsiapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh sedang ia adalah mukmin, Maka mereka itu adalah orang-orang yang usahanya dibalasi dengan baik.",
		"verse_20": "Kepada masing-masing golongan baik golongan Ini maupun golongan itu kami berikan bantuan dari kemurahan Tuhanmu. dan kemurahan Tuhanmu tidak dapat dihalangi.",
		"verse_21": "Perhatikanlah bagaimana kami lebihkan sebagian dari mereka atas sebagian (yang lain). dan pasti kehidupan akhirat lebih Tinggi tingkatnya dan lebih besar keutamaannya.",
		"verse_22": "Janganlah kamu adakan Tuhan yang lain di samping Allah, agar kamu tidak menjadi tercela dan tidak ditinggalkan (Allah).",
		"verse_23": "Dan Tuhanmu Telah memerintahkan supaya kamu jangan menyembah selain dia dan hendaklah kamu berbuat baik pada ibu bapakmu dengan sebaik-baiknya. jika salah seorang di antara keduanya atau kedua-duanya sampai berumur lanjut dalam pemeliharaanmu, Maka sekali-kali janganlah kamu mengatakan kepada keduanya perkataan \"ah\" dan janganlah kamu membentak mereka dan ucapkanlah kepada mereka perkataan yang mulia.",
		"verse_24": "Dan rendahkanlah dirimu terhadap mereka berdua dengan penuh kesayangan dan ucapkanlah: \"Wahai Tuhanku, kasihilah mereka keduanya, sebagaimana mereka berdua Telah mendidik Aku waktu kecil\".",
		"verse_25": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang-orang yang baik, Maka Sesungguhnya dia Maha Pengampun bagi orang-orang yang bertaubat.",
		"verse_26": "Dan berikanlah kepada keluarga-keluarga yang dekat akan haknya, kepada orang miskin dan orang yang dalam perjalanan dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
		"verse_27": "Sesungguhnya pemboros-pemboros itu adalah Saudara-saudara syaitan dan syaitan itu adalah sangat ingkar kepada Tuhannya.",
		"verse_28": "Dan jika kamu berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang kamu harapkan, Maka Katakanlah kepada mereka Ucapan yang pantas.",
		"verse_29": "Dan janganlah kamu jadikan tanganmu terbelenggu pada lehermu dan janganlah kamu terlalu mengulurkannya Karena itu kamu menjadi tercela dan menyesal.",
		"verse_30": "Sesungguhnya Tuhanmu melapangkan rezki kepada siapa yang dia kehendaki dan menyempitkannya; Sesungguhnya dia Maha mengetahui lagi Maha melihat akan hamba-hamba-Nya.",
		"verse_31": "Dan janganlah kamu membunuh anak-anakmu Karena takut kemiskinan. kamilah yang akan memberi rezki kepada mereka dan juga kepadamu. Sesungguhnya membunuh mereka adalah suatu dosa yang besar.",
		"verse_32": "Dan janganlah kamu mendekati zina; Sesungguhnya zina itu adalah suatu perbuatan yang keji. dan suatu jalan yang buruk.",
		"verse_33": "Dan janganlah kamu membunuh jiwa yang diharamkan Allah (membunuhnya), melainkan dengan suatu (alasan) yang benar. dan barangsiapa dibunuh secara zalim, Maka Sesungguhnya kami Telah memberi kekuasaan kepada ahli warisnya, tetapi janganlah ahli waris itu melampaui batas dalam membunuh. Sesungguhnya ia adalah orang yang mendapat pertolongan.",
		"verse_34": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai ia dewasa dan penuhilah janji; Sesungguhnya janji itu pasti diminta pertanggungan jawabnya.",
		"verse_35": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan neraca yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
		"verse_36": "Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati, semuanya itu akan diminta pertanggungan jawabnya.",
		"verse_37": "Dan janganlah kamu berjalan di muka bumi Ini dengan sombong, Karena Sesungguhnya kamu sekali-kali tidak dapat menembus bumi dan sekali-kali kamu tidak akan sampai setinggi gunung.",
		"verse_38": "Semua itu kejahatannya amat dibenci di sisi Tuhanmu.",
		"verse_39": "Itulah sebagian hikmah yang diwahyukan Tuhanmu kepadamu. dan janganlah kamu mengadakan Tuhan yang lain di samping Allah, yang menyebabkan kamu dilemparkan ke dalam neraka dalam keadaan tercela lagi dijauhkan (dari rahmat Allah).",
		"verse_40": "Maka apakah patut Tuhan memilihkan bagimu anak-anak laki-laki sedang dia sendiri mengambil anak-anak perempuan di antara para malaikat? Sesungguhnya kamu benar-benar mengucapkan kata-kata yang besar (dosanya).",
		"verse_41": "Dan Sesungguhnya dalam Al Quran Ini kami Telah ulang-ulangi (peringatan-peringatan), agar mereka selalu ingat. dan ulangan peringatan itu tidak lain hanyalah menambah mereka lari (dari kebenaran).",
		"verse_42": "Katakanlah: \"Jikalau ada tuhan-tuhan di samping-Nya, sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai 'Arsy\".",
		"verse_43": "Maha Suci dan Maha Tinggi dia dari apa yang mereka katakan dengan ketinggian yang sebesar-besarnya.",
		"verse_44": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. dan tak ada suatupun melainkan bertasbih dengan memuji-Nya, tetapi kamu sekalian tidak mengerti tasbih mereka. Sesungguhnya dia adalah Maha Penyantun lagi Maha Pengampun.",
		"verse_45": "Dan apabila kamu membaca Al Quran niscaya kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup,",
		"verse_46": "Dan kami adakan tutupan di atas hati mereka dan sumbatan di telinga mereka, agar mereka tidak dapat memahaminya. dan apabila kamu menyebut Tuhanmu saja dalam Al Quran, niscaya mereka berpaling ke belakang Karena bencinya,",
		"verse_47": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan kamu, dan sewaktu mereka berbisik-bisik (yaitu) ketika orang-orang zalim itu berkata: \"Kamu tidak lain hanyalah mengikuti seorang laki-laki yang kena sihir\".",
		"verse_48": "Lihatlah bagaimana mereka membuat perumpamaan-perumpamaan terhadapmu; Karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar).",
		"verse_49": "Dan mereka berkata: \"Apakah bila kami Telah menjadi tulang belulang dan benda-benda yang hancur, apa benar-benarkah kami akan dibangkitkan kembali sebagai makhluk yang baru?\"",
		"verse_50": "Katakanlah: \"Jadilah kamu sekalian batu atau besi,",
		"verse_51": "Atau suatu makhluk dari makhluk yang tidak mungkin (hidup) menurut pikiranmu\". Maka mereka akan bertanya: \"Siapa yang akan menghidupkan kami kembali?\" Katakanlah: \"Yang Telah menciptakan kamu pada kali yang pertama\". lalu mereka akan menggeleng-gelengkan kepala mereka kepadamu dan berkata: \"Kapan itu (akan terjadi)?\" Katakanlah: \"Mudah-mudahan waktu berbangkit itu dekat\",",
		"verse_52": "Yaitu pada hari dia memanggil kamu, lalu kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, bahwa kamu tidak berdiam (di dalam kubur) kecuali sebentar saja.",
		"verse_53": "Dan Katakanlah kepada hamha-hamba-Ku: \"Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sesungguhnya syaitan itu menimbulkan perselisihan di antara mereka. Sesungguhnya syaitan itu adalah musuh yang nyata bagi manusia.",
		"verse_54": "Tuhanmu lebih mengetahui tentang kamu. dia akan memberi rahmat kepadamu jika dia menghendaki dan dia akan meng'azabmu, jika dia menghendaki. Dan, kami tidaklah mengutusmu untuk menjadi Penjaga bagi mereka.",
		"verse_55": "Dan Tuhan-mu lebih mengetahui siapa yang (ada) di langit dan di bumi. dan Sesungguhnya Telah kami lebihkan sebagian nabi-nabi itu atas sebagian (yang lain), dan kami berikan Zabur kepada Daud.",
		"verse_56": "Katakanlah: \"Panggillah mereka yang kamu anggap (tuhan) selain Allah, Maka mereka tidak akan mempunyai kekuasaan untuk menghilangkan bahaya daripadamu dan tidak pula memindahkannya.\"",
		"verse_57": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan mereka siapa di antara mereka yang lebih dekat (kepada Allah) dan mengharapkan rahmat-Nya dan takut akan azab-Nya; Sesungguhnya azab Tuhanmu adalah suatu yang (harus) ditakuti.",
		"verse_58": "Tak ada suatu negeripun (yang durhaka penduduknya), melainkan kami membinasakannya sebelum hari kiamat atau kami azab (penduduknya) dengan azab yang sangat keras. yang demikian itu Telah tertulis di dalam Kitab (Lauh mahfuzh).",
		"verse_59": "Dan sekali-kali tidak ada yang menghalangi kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasan kami), melainkan Karena tanda-tanda itu Telah didustakan oleh orang-orang dahulu. dan Telah kami berikan kepada Tsamud unta betina itu (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya unta betina itu. dan kami tidak memberi tanda-tanda itu melainkan untuk menakuti.",
		"verse_60": "Dan (ingatlah), ketika kami wahyukan kepadamu: \"Sesungguhnya (ilmu) Tuhanmu meliputi segala manusia\". dan kami tidak menjadikan mimpi yang Telah kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon kayu yang terkutuk dalam Al Quran. dan kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
		"verse_61": "Dan (ingatlah), tatkala kami berfirman kepada para malaikat: \"Sujudlah kamu semua kepada Adam\", lalu mereka sujud kecuali iblis. dia berkata: \"Apakah Aku akan sujud kepada orang yang Engkau ciptakan dari tanah?\"",
		"verse_62": "Dia (iblis) berkata: \"Terangkanlah kepadaku inikah orangnya yang Engkau muliakan atas diriku? Sesungguhnya jika Engkau memberi tangguh kepadaku sampai hari kiamat, niscaya benar-benar akan Aku sesatkan keturunannya, kecuali sebahagian kecil\".",
		"verse_63": "Tuhan berfirman: \"Pergilah, barangsiapa di antara mereka yang mengikuti kamu, Maka Sesungguhnya neraka Jahannam adalah balasanmu semua, sebagai suatu pembalasan yang cukup.",
		"verse_64": "Dan hasunglah siapa yang kamu sanggupi di antara mereka dengan ajakanmu, dan kerahkanlah terhadap mereka pasukan berkuda dan pasukanmu yang berjalan kaki dan berserikatlah dengan mereka pada harta dan anak-anak dan beri janjilah mereka. dan tidak ada yang dijanjikan oleh syaitan kepada mereka melainkan tipuan belaka.",
		"verse_65": "Sesungguhnya hamba-hamba-Ku, kamu tidak dapat berkuasa atas mereka. dan cukuplah Tuhan-mu sebagai Penjaga\".",
		"verse_66": "Tuhan-mu adalah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari sebahagian dari karunia-Nya. Sesungguhnya dia adalah Maha Penyayang terhadapmu.",
		"verse_67": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilanglah siapa yang kamu seru kecuali Dia, Maka tatkala dia menyelamatkan kamu ke daratan, kamu berpaling. dan manusia itu adalah selalu tidak berterima kasih.",
		"verse_68": "Maka apakah kamu merasa aman (dari hukuman Tuhan) yang menjungkir balikkan sebagian daratan bersama kamu atau dia meniupkan (angin keras yang membawa) batu-batu kecil? dan kamu tidak akan mendapat seorang pelindungpun bagi kamu,",
		"verse_69": "Atau apakah kamu merasa aman dari dikembalikan-Nya kamu ke laut sekali lagi, lalu dia meniupkan atas kamu angin taupan dan ditenggelamkan-Nya kamu disebabkan kekafiranmu. dan kamu tidak akan mendapat seorang penolongpun dalam hal Ini terhadap (siksaan) kami.",
		"verse_70": "Dan Sesungguhnya Telah kami muliakan anak-anak Adam, kami angkut mereka di daratan dan di lautan, kami beri mereka rezki dari yang baik-baik dan kami lebihkan mereka dengan kelebihan yang Sempurna atas kebanyakan makhluk yang Telah kami ciptakan.",
		"verse_71": "(Ingatlah) suatu hari (yang di hari itu) kami panggil tiap umat dengan pemimpinnya; dan barangsiapa yang diberikan Kitab amalannya di tangan kanannya Maka mereka Ini akan membaca kitabnya itu, dan mereka tidak dianiaya sedikitpun.",
		"verse_72": "Dan barangsiapa yang buta (hatinya) di dunia ini, niscaya di akhirat (nanti) ia akan lebih buta (pula) dan lebih tersesat dari jalan (yang benar).",
		"verse_73": "Dan Sesungguhnya mereka hampir memalingkan kamu dari apa yang Telah kami wahyukan kepadamu, agar kamu membuat yang lain secara bohong terhadap Kami; dan kalau sudah begitu tentu|ah mereka mengambil kamu jadi sahabat yang setia.",
		"verse_74": "Dan kalau kami tidak memperkuat (hati)mu, niscaya kamu hampir-hampir condong sedikit kepada mereka,",
		"verse_75": "Kalau terjadi demikian, benar-benarlah kami akan rasakan kepadamu (siksaan) berlipat ganda di dunia Ini dan begitu (pula siksaan) berlipat ganda sesudah mati, dan kamu tidak akan mendapat seorang penolongpun terhadap kami.",
		"verse_76": "Dan Sesungguhnya benar-benar mereka hampir membuatmu gelisah di negeri (Mekah) untuk mengusirmu daripadanya dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak tinggal, melainkan sebentar saja.",
		"verse_77": "(Kami menetapkan yang demikian) sebagai suatu ketetapan terhadap rasul-rasul kami yang kami utus sebelum kamu dan tidak akan kamu dapati perobahan bagi ketetapan kami itu.",
		"verse_78": "Dirikanlah shalat dari sesudah matahari tergelincir sampai gelap malam dan (dirikanlah pula shalat) subuh. Sesungguhnya shalat subuh itu disaksikan (oleh malaikat).",
		"verse_79": "Dan pada sebahagian malam hari bersembahyang tahajudlah kamu sebagai suatu ibadah tambahan bagimu; Mudah-mudahan Tuhan-mu mengangkat kamu ke tempat yang Terpuji.",
		"verse_80": "Dan Katakanlah: \"Ya Tuhan-ku, masukkanlah Aku secara masuk yang benar dan keluarkanlah (pula) Aku secara keluar yang benar dan berikanlah kepadaku dari sisi Engkau kekuasaan yang menolong.",
		"verse_81": "Dan Katakanlah: \"Yang benar Telah datang dan yang batil Telah lenyap\". Sesungguhnya yang batil itu adalah sesuatu yang pasti lenyap.",
		"verse_82": "Dan kami turunkan dari Al Quran suatu yang menjadi penawar dan rahmat bagi orang-orang yang beriman dan Al Quran itu tidaklah menambah kepada orang-orang yang zalim selain kerugian.",
		"verse_83": "Dan apabila kami berikan kesenangan kepada manusia niscaya berpalinglah Dia; dan membelakang dengan sikap yang sombong; dan apabila dia ditimpa kesusahan niscaya dia berputus asa.",
		"verse_84": "Katakanlah: \"Tiap-tiap orang berbuat menurut keadaannya masing-masing\". Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
		"verse_85": "Dan mereka bertanya kepadamu tentang roh. Katakanlah: \"Roh itu termasuk urusan Tuhan-ku, dan tidaklah kamu diberi pengetahuan melainkan sedikit\".",
		"verse_86": "Dan Sesungguhnya jika kami menghendaki, niscaya kami lenyapkan apa yang Telah kami wahyukan kepadamu, dan dengan pelenyapan itu, kamu tidak akan mendapatkan seorang pembelapun terhadap kami,",
		"verse_87": "Kecuali Karena rahmat dari Tuhanmu. Sesungguhnya karunia-Nya atasmu adalah besar.",
		"verse_88": "Katakanlah: \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa Al Quran ini, niscaya mereka tidak akan dapat membuat yang serupa dengan Dia, sekalipun sebagian mereka menjadi pembantu bagi sebagian yang lain\".",
		"verse_89": "Dan Sesungguhnya kami Telah mengulang-ulang kepada manusia dalam Al Quran Ini tiap-tiap macam perumpamaan, tapi kebanyakan manusia tidak menyukai kecuali mengingkari (Nya).",
		"verse_90": "Dan mereka berkata: \"Kami sekali-kali tidak percaya kepadamu hingga kamu memancarkan mata air dan bumi untuk kami,",
		"verse_91": "Atau kamu mempunyai sebuah kebun korma dan anggur, lalu kamu alirkan sungai-sungai di celah kebun yang deras alirannya,",
		"verse_92": "Atau kamu jatuhkan langit berkeping-keping atas kami, sebagaimana kamu katakan atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami.",
		"verse_93": "Atau kamu mempunyai sebuah rumah dari emas, atau kamu naik ke langit. dan kami sekali-kali tidak akan mempercayai kenaikanmu itu hingga kamu turunkan atas kami sebuah Kitab yang kami baca\". Katakanlah: \"Maha Suci Tuhanku, bukankah Aku Ini Hanya seorang manusia yang menjadi rasul?\"",
		"verse_94": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman tatkala datang petunjuk kepadanya, kecuali perkataan mereka: \"Adakah Allah mengutus seorang manusia menjadi rasuI?\"",
		"verse_95": "Katakanlah: \"Kalau seandainya ada malaikat-malaikat yang berjalan-jalan sebagai penghuni di bumi, niscaya kami turunkan dari langit kepada mereka seorang malaikat menjadi Rasul\".",
		"verse_96": "Katakanlah: \"Cukuplah Allah menjadi saksi antara Aku dan kamu sekalian. Sesungguhnya dia adalah Maha mengetahui lagi Maha melihat akan hamba-hamba-Nya\".",
		"verse_97": "Dan barangsiapa yang ditunjuki Allah, dialah yang mendapat petunjuk dan barangsiapa yang dia sesatkan Maka sekali-kali kamu tidak akan mendapat penolong-penolong bagi mereka selain dari Dia. dan kami akan mengumpulkan mereka pada hari kiamat (diseret) atas muka mereka dalam keadaan buta, bisu dan pekak. tempat kediaman mereka adalah neraka jahannam. tiap-tiap kali nyala api Jahannam itu akan padam, kami tambah lagi bagi mereka nyalanya.",
		"verse_98": "Itulah balasan bagi mereka, Karena Sesungguhnya mereka kafir kepada ayat-ayat kami dan (karena mereka) berkata: \"Apakah bila kami Telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?\"",
		"verse_99": "Dan apakah mereka tidak memperhatikan bahwasanya Allah yang menciptakan langit dan bumi adalah Kuasa (pula) menciptakan yang serupa dengan mereka, dan Telah menetapkan waktu yang tertentu bagi mereka yang tidak ada keraguan padanya? Maka orang-orang zalim itu tidak menghendaki kecuali kekafiran.",
		"verse_100": "Katakanlah: \"Kalau seandainya kamu menguasai perbendaharaan-perbendaharaan rahmat Tuhanku, niscaya perbendaharaan itu kamu tahan, Karena takut membelanjakannya\". dan adalah manusia itu sangat kikir.",
		"verse_101": "Dan Sesungguhnya kami Telah memberikan kepada Musa sembilan buah mukjizat yang nyata, Maka tanyakanlah kepada Bani Israil, tatkala Musa datang kepada mereka lalu Fir'aun Berkata kepadanya: \"Sesungguhnya Aku sangka kamu, Hai Musa, seorang yang kena sihir\".",
		"verse_102": "Musa menjawab: \"Sesungguhnya kamu Telah mengetahui, bahwa tiada yang menurunkan mukjizat-mukjizat itu kecuali Tuhan yang memelihara langit dan bumi sebagai bukti-bukti yang nyata; dan Sesungguhnya Aku mengira kamu, Hai Fir'aun, seorang yang akan binasa\".",
		"verse_103": "Kemudian (Fir'aun) hendak mengusir mereka (Musa dan pengikut-pengikutnya) dari bumi (Mesir) itu, Maka kami tenggelamkan dia (Fir'aun) serta orang-orang yang bersama-sama dia seluruhnya,",
		"verse_104": "Dan kami berfirman sesudah itu kepada Bani Israil: \"Diamlah di negeri ini, Maka apabila datang masa berbangkit, niscaya kami datangkan kamu dalam keadaan bercampur baur (dengan musuhmu )\".",
		"verse_105": "Dan kami turunkan (Al Quran) itu dengan sebenar-benarnya dan Al Quran itu Telah turun dengan (membawa) kebenaran. dan kami tidak mengutus kamu, melainkan sebagai pembawa berita gembira dan pemberi peringatan.",
		"verse_106": "Dan Al Quran itu Telah kami turunkan dengan berangsur-angsur agar kamu membacakannya perlahan-lahan kepada manusia dan kami menurunkannya bagian demi bagian.",
		"verse_107": "Katakanlah: \"Berimanlah kamu kepadanya atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang-orang yang diberi pengetahuan sebelumnya apabila Al Quran dibacakan kepada mereka, mereka menyungkur atas muka mereka sambil bersujud,",
		"verse_108": "Dan mereka berkata: \"Maha Suci Tuhan kami, Sesungguhnya janji Tuhan kami pasti dipenuhi\".",
		"verse_109": "Dan mereka menyungkur atas muka mereka sambil menangis dan mereka bertambah khusyu'.",
		"verse_110": "Katakanlah: \"Serulah Allah atau Serulah Ar-Rahman. dengan nama yang mana saja kamu seru, dia mempunyai Al asmaaul husna (nama-nama yang terbaik) dan janganlah kamu mengeraskan suaramu dalam shalatmu dan janganlah pula merendahkannya dan carilah jalan tengah di antara kedua itu\".",
		"verse_111": "Dan Katakanlah: \"Segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan dia bukan pula hina yang memerlukan penolong dan agungkanlah dia dengan pengagungan yang sebesar-besarnya."
	},
	"count": "111"
}