{
	"index": "072",
	"verse": {
		"verse_1": "Katakanlah (hai Muhammad): \"Telah diwahyukan kepadamu bahwasanya: Telah mendengarkan sekumpulan jin (akan Al Quran), lalu mereka berkata: Sesungguhnya kami Telah mendengarkan Al Quran yang menakjubkan,",
		"verse_2": "(yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya. dan kami sekali-kali tidak akan mempersekutukan seseorangpun dengan Tuhan kami,",
		"verse_3": "Dan bahwasanya Maha Tinggi kebesaran Tuhan kami, dia tidak beristeri dan tidak (pula) beranak.",
		"verse_4": "Dan bahwasanya: orang yang kurang akal daripada kami selalu mengatakan (Perkataan) yang melampaui batas terhadap Allah,",
		"verse_5": "Dan Sesungguhnya kami mengira, bahwa manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah.",
		"verse_6": "Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan kepada beberapa laki-laki di antara jin, Maka jin-jin itu menambah bagi mereka dosa dan kesalahan.",
		"verse_7": "Dan Sesungguhnya mereka (jin) menyangka sebagaimana persangkaan kamu (orang-orang kafir Mekah), bahwa Allah sekali-kali tidak akan membangkitkan seorang (rasul)pun,",
		"verse_8": "Dan Sesungguhnya kami Telah mencoba mengetahui (rahasia) langit, Maka kami mendapatinya penuh dengan penjagaan yang Kuat dan panah-panah api,",
		"verse_9": "Dan Sesungguhnya kami dahulu dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan (berita-beritanya). tetapi sekarang barangsiapa yang (mencoba) mendengar-dengarkan (seperti itu) tentu akan menjumpai panah api yang mengintai (untuk membakarnya).",
		"verse_10": "Dan Sesungguhnya kami tidak mengetahui (dengan adanya penjagaan itu) apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan bagi mereka.",
		"verse_11": "Dan Sesungguhnya di antara kami ada orang-orang yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. adalah kami menempuh jalan yang berbeda-beda.",
		"verse_12": "Dan Sesungguhnya kami mengetahui bahwa kami sekali-kali tidak akan dapat melepaskan diri (dari kekuasaan) Allah di muka bumi dan sekali-kali tidak (pula) dapat melepaskan diri (daripada)Nya dengan lari.",
		"verse_13": "Dan Sesungguhnya kami tatkala mendengar petunjuk (Al Quran), kami beriman kepadanya. barangsiapa beriman kepada Tuhannya, Maka ia tidak takut akan pengurangan pahala dan tidak (takut pula) akan penambahan dosa dan kesalahan.",
		"verse_14": "Dan Sesungguhnya di antara kami ada orang-orang yang taat dan ada (pula) orang-orang yang menyimpang dari kebenaran. barangsiapa yang yang taat, Maka mereka itu benar-benar Telah memilih jalan yang lurus.",
		"verse_15": "Adapun orang-orang yang menyimpang dari kebenaran, Maka mereka menjadi kayu api bagi neraka jahannam.",
		"verse_16": "Dan bahwasanya: Jikalau mereka tetap berjalan lurus di atas jalan itu (agama Islam), benar-benar kami akan memberi minum kepada mereka air yang segar (rezki yang banyak).",
		"verse_17": "Untuk kami beri cobaan kepada mereka padanya. dan barangsiapa yang berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang amat berat.",
		"verse_18": "Dan Sesungguhnya mesjid-mesjid itu adalah kepunyaan Allah. Maka janganlah kamu menyembah seseorangpun di dalamnya di samping (menyembah) Allah.",
		"verse_19": "Dan bahwasanya tatkala hamba Allah (Muhammad) berdiri menyembah-Nya (mengerjakan ibadat), hampir saja jin-jin itu desak mendesak mengerumuninya.",
		"verse_20": "Katakanlah: \"Sesungguhnya Aku Hanya menyembah Tuhanku dan Aku tidak mempersekutukan sesuatupun dengan-Nya\".",
		"verse_21": "Katakanlah: \"Sesungguhnya Aku tidak Kuasa mendatangkan sesuatu kemudharatanpun kepadamu dan tidak (pula) suatu kemanfaatan\".",
		"verse_22": "Katakanlah: \"Sesungguhnya Aku sekali-kali tiada seorangpun dapat melindungiku dari (azab) Allah dan sekali-kali Aku tiada akan memperoleh tempat berlindung selain daripada-Nya\".",
		"verse_23": "Akan tetapi (aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. dan barangsiapa yang mendurhakai Allah dan rasul-Nya Maka Sesungguhnya baginyalah neraka Jahannam, mereka kekal di dalamnya selama-lamanya.",
		"verse_24": "Sehingga apabila mereka melihat azab yang diancamkan kepada mereka, Maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya.",
		"verse_25": "Katakanlah: \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu dekat ataukah Tuhanku menjadikan bagi (kedatangan) azab itu masa yang panjang?\".",
		"verse_26": "(Dia adalah Tuhan) yang mengetahui yang ghaib, Maka dia tidak memperlihatkan kepada seorangpun tentang yang ghaib itu.",
		"verse_27": "Kecuali kepada Rasul yang diridhai-Nya, Maka Sesungguhnya dia mengadakan penjaga-penjaga (malaikat) di muka dan di belakangnya.",
		"verse_28": "Supaya dia mengetahui, bahwa Sesungguhnya rasul-rasul itu Telah menyampaikan risalah-risalah Tuhannya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan dia menghitung segala sesuatu satu persatu."
	},
	"count": "28"
}