{
	"index": "018",
	"verse": {
		"verse_1": "Segala puji bagi Allah yang Telah menurunkan kepada hamba-Nya Al Kitab (Al-Quran) dan dia tidak mengadakan kebengkokan di dalamnya;",
		"verse_2": "Sebagai bimbingan yang lurus, untuk memperingatkan siksaan yang sangat pedih dari sisi Allah dan memberi berita gembira kepada orang-orang yang beriman, yang mengerjakan amal saleh, bahwa mereka akan mendapat pembalasan yang baik,",
		"verse_3": "Mereka kekal di dalamnya untuk selama-lamanya.",
		"verse_4": "Dan untuk memperingatkan kepada orang-orang yang berkata: \"Allah mengambil seorang anak.\"",
		"verse_5": "Mereka sekali-kali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. alangkah buruknya kata-kata yang keluar dari mulut mereka; mereka tidak mengatakan (sesuatu) kecuali dusta.",
		"verse_6": "Maka (apakah) barangkali kamu akan membunuh dirimu Karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan Ini (Al-Quran).",
		"verse_7": "Sesungguhnya kami Telah menjadikan apa yang di bumi sebagai perhiasan baginya, agar kami menguji mereka siapakah di antara mereka yang terbaik perbuatannya.",
		"verse_8": "Dan Sesungguhnya kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah rata lagi tandus.",
		"verse_9": "Atau kamu mengira bahwa orang-orang yang mendiami gua dan (yang mempunyai) raqim itu, mereka termasuk tanda-tanda kekuasaan kami yang mengherankan?",
		"verse_10": "(Ingatlah) tatkala para pemuda itu mencari tempat berlindung ke dalam gua, lalu mereka berdoa: \"Wahai Tuhan kami, berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah bagi kami petunjuk yang lurus dalam urusan kami (ini).\"",
		"verse_11": "Maka kami tutup telinga mereka beberapa tahun dalam gua itu,",
		"verse_12": "Kemudian kami bangunkan mereka, agar kami mengetahui manakah di antara kedua golongan itu] yang lebih tepat dalam menghitung berapa lama mereka tinggal (dalam gua itu).",
		"verse_13": "Kami kisahkan kepadamu (Muhammad) cerita Ini dengan benar. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan kami tambah pula untuk mereka petunjuk.",
		"verse_14": "Dan kami meneguhkan hati mereka diwaktu mereka berdiri, lalu mereka pun berkata, \"Tuhan kami adalah Tuhan seluruh langit dan bumi; kami sekali-kali tidak menyeru Tuhan selain Dia, Sesungguhnya kami kalau demikian Telah mengucapkan perkataan yang amat jauh dari kebenaran\".",
		"verse_15": "Kaum kami Ini Telah menjadikan selain dia sebagai tuhan-tuhan (untuk disembah). Mengapa mereka tidak mengemukakan alasan yang terang (tentang kepercayaan mereka)? siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah?",
		"verse_16": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, Maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusan kamu.",
		"verse_17": "Dan kamu akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan bila matahari terbenam menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas dalam gua itu. itu adalah sebagian dari tanda-tanda (kebesaran) Allah. barangsiapa yang diberi petunjuk oleh Allah, Maka dialah yang mendapat petunjuk; dan barangsiapa yang disesatkan-Nya, Maka kamu tidak akan mendapatkan seorang pemimpinpun yang dapat memberi petunjuk kepadanya.",
		"verse_18": "Dan kamu mengira mereka itu bangun, padahal mereka tidur; dan kami balik-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka mengunjurkan kedua lengannya di muka pintu gua. dan jika kamu menyaksikan mereka tentulah kamu akan berpaling dari mereka dengan melarikan diri dan tentulah (hati) kamu akan dipenuhi oleh ketakutan terhadap mereka.",
		"verse_19": "Dan Demikianlah kami bangunkan mereka agar mereka saling bertanya di antara mereka sendiri. berkatalah salah seorang di antara mereka: sudah berapa lamakah kamu berada (disini?)\". mereka menjawab: \"Kita berada (disini) sehari atau setengah hari\". Berkata (yang lain lagi): \"Tuhan kamu lebih mengetahui berapa lamanya kamu berada (di sini). Maka suruhlah salah seorang di antara kamu untuk pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, Maka hendaklah ia membawa makanan itu untukmu, dan hendaklah ia berlaku lemah-lembut dan janganlah sekali-kali menceritakan halmu kepada seorangpun.",
		"verse_20": "Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempar kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama lamanya\".",
		"verse_21": "Dan demikian (pula) kami mempertemukan (manusia) dengan mereka, agar manusia itu mengetahui, bahwa janji Allah itu benar, dan bahwa kedatangan hari kiamat tidak ada keraguan padanya. ketika orang-orang itu berselisih tentang urusan mereka, orang-orang itu berkata: \"Dirikan sebuah bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka\". orang-orang yang berkuasa atas urusan mereka berkata: \"Sesungguhnya kami akan mendirikan sebuah rumah peribadatan di atasnya\".",
		"verse_22": "Nanti (ada orang yang akan) mengatakan (jumlah mereka) adalah tiga orang yang keempat adalah anjingnya, dan (yang lain) mengatakan: \"(jumlah mereka) adalah lima orang yang keenam adalah anjing nya\", sebagai terkaan terhadap barang yang gaib; dan (yang lain lagi) mengatakan: \"(jumlah mereka) tujuh orang, yang ke delapan adalah anjingnya\". Katakanlah: \"Tuhanku lebih mengetahui jumlah mereka; tidak ada orang yang mengetahui (bilangan) mereka kecuali sedikit\". Karena itu janganlah kamu (Muhammad) bertengkar tentang hal mereka, kecuali pertengkaran lahir saja dan jangan kamu menanyakan tentang mereka (pemuda-pemuda itu) kepada seorangpun di antara mereka.",
		"verse_23": "Dan jangan sekali-kali kamu mengatakan tentang sesuatu: \"Sesungguhnya Aku akan mengerjakan Ini besok pagi,",
		"verse_24": "Kecuali (dengan menyebut): \"Insya Allah\". dan ingatlah kepada Tuhanmu jika kamu lupa dan Katakanlah: \"Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya dari pada ini\".",
		"verse_25": "Dan mereka tinggal dalam gua mereka tiga ratus tahun dan ditambah sembilan tahun (lagi).",
		"verse_26": "Katakanlah: \"Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); kepunyaan-Nya-lah semua yang tersembunyi di langit dan di bumi. alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tak ada seorang pelindungpun bagi mereka selain dari pada-Nya; dan dia tidak mengambil seorangpun menjadi sekutu-Nya dalam menetapkan keputusan\".",
		"verse_27": "Dan bacakanlah apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al Quran). tidak ada (seorangpun) yang dapat merobah kalimat-kalimat-Nya. dan kamu tidak akan dapat menemukan tempat berlindung selain dari padanya.",
		"verse_28": "Dan Bersabarlah kamu bersama-sama dengan orang-orang yang menyeru Tuhannya di pagi dan senja hari dengan mengharap keridhaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan dunia ini; dan janganlah kamu mengikuti orang yang hatinya Telah kami lalaikan dari mengingati kami, serta menuruti hawa nafsunya dan adalah keadaannya itu melewati batas.",
		"verse_29": "Dan Katakanlah: \"Kebenaran itu datangnya dari Tuhanmu; Maka barangsiapa yang ingin (beriman) hendaklah ia beriman, dan barangsiapa yang ingin (kafir) Biarlah ia kafir\". Sesungguhnya kami Telah sediakan bagi orang orang zalim itu neraka, yang gejolaknya mengepung mereka. dan jika mereka meminta minum, niscaya mereka akan diberi minum dengan air seperti besi yang mendidih yang menghanguskan muka. Itulah minuman yang paling buruk dan tempat istirahat yang paling jelek.",
		"verse_30": "Sesunggunya mereka yang beriman dan beramal saleh, tentulah kami tidak akan menyia-nyiakan pahala orang-orang yang mengerjakan amalan(nya) dengan yang baik.",
		"verse_31": "Mereka Itulah (orang-orang yang) bagi mereka surga 'Adn, mengalir sungai-sungai di bawahnya; dalam surga itu mereka dihiasi dengan gelang mas dan mereka memakai Pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. Itulah pahala yang sebaik-baiknya, dan tempat istirahat yang indah;",
		"verse_32": "Dan berikanlah kepada mereka sebuah perumpamaan dua orang laki-laki, kami jadikan bagi seorang di antara keduanya (yang kafir) dua buah kebun anggur dan kami kelilingi kedua kebun itu dengan pohon-pohon korma dan di antara kedua kebun itu kami buatkan ladang.",
		"verse_33": "Kedua buah kebun itu menghasilkan buahnya, dan kebun itu tiada kurang buahnya sedikitpun, dan kami alirkan sungai di celah-celah kedua kebun itu,",
		"verse_34": "Dan dia mempunyai kekayaan besar, Maka ia Berkata kepada Kawannya (yang mukmin) ketika bercakap-cakap dengan dia: \"Hartaku lebih banyak dari pada hartamu dan pengikut-pengikutku lebih kuat\"",
		"verse_35": "Dan dia memasuki kebunnya sedang dia zalim terhadap dirinya sendiri; ia berkata: \"Aku kira kebun Ini tidak akan binasa selama-lamanya,",
		"verse_36": "Dan Aku tidak mengira hari kiamat itu akan datang, dan jika sekiranya Aku kembalikan kepada Tuhanku, pasti Aku akan mendapat tempat kembali yang lebih baik dari pada kebun-kebun itu\".",
		"verse_37": "Kawannya (yang mukmin) Berkata kepadanya - sedang dia bercakap-cakap dengannya: \"Apakah kamu kafir kepada (Tuhan) yang menciptakan kamu dari tanah, Kemudian dari setetes air mani, lalu dia menjadikan kamu seorang laki-laki yang sempurna?",
		"verse_38": "Tetapi Aku (percaya bahwa): dialah Allah, Tuhanku, dan Aku tidak mempersekutukan seorangpun dengan Tuhanku.",
		"verse_39": "Dan Mengapa kamu tidak mengatakan waktu kamu memasuki kebunmu \"maasyaallaah, laa quwwata illaa billaah (sungguh atas kehendak Allah semua Ini terwujud, tiada kekuatan kecuali dengan pertolongan Allah). sekiranya kamu anggap Aku lebih sedikit darimu dalam hal harta dan keturunan,",
		"verse_40": "Maka Mudah-mudahan Tuhanku, akan memberi kepadaku (kebun) yang lebih baik dari pada kebunmu (ini); dan Mudah-mudahan dia mengirimkan ketentuan (petir) dari langit kepada kebunmu; hingga (kebun itu) menjadi tanah yang licin;",
		"verse_41": "Atau airnya menjadi surut ke dalam tanah, Maka sekali-kali kamu tidak dapat menemukannya lagi\".",
		"verse_42": "Dan harta kekayaannya dibinasakan; lalu ia membulak-balikkan kedua tangannya (tanda menyesal) terhadap apa yang ia Telah belanjakan untuk itu, sedang pohon anggur itu roboh bersama para-paranya dan dia berkata: \"Aduhai kiranya dulu Aku tidak mempersekutukan seorangpun dengan Tuhanku\".",
		"verse_43": "Dan tidak ada bagi dia segolonganpun yang akan menolongnya selain Allah; dan sekali-kali ia tidak dapat membela dirinya.",
		"verse_44": "Di sana pertolongan itu Hanya dari Allah yang Hak. dia adalah sebaik-baik pemberi pahala dan sebaik-baik pemberi balasan.",
		"verse_45": "Dan berilah perumpamaan kepada mereka (manusia), kehidupan dunia sebagai air hujan yang kami turunkan dari langit, Maka menjadi subur karenanya tumbuh-tumbuhan di muka bumi, Kemudian tumbuh-tumbuhan itu menjadi kering yang diterbangkan oleh angin. dan adalah Allah, Maha Kuasa atas segala sesuatu.",
		"verse_46": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amalan-amalan yang kekal lagi saleh adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
		"verse_47": "Dan (Ingatlah) akan hari (yang ketika itu) kami perjalankan gunung-gunung dan kamu akan dapat melihat bumi itu datar dan kami kumpulkan seluruh manusia, dan tidak kami tinggalkan seorangpun dari mereka.",
		"verse_48": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. Sesungguhnya kamu datang kepada kami, sebagaimana kami menciptakan kamu pada kali yang pertama; bahkan kamu mengatakan bahwa kami sekali-kali tidak akan menetapkan bagi kamu waktu (memenuhi) perjanjian.",
		"verse_49": "Dan diletakkanlah kitab, lalu kamu akan melihat orang-orang bersalah ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata: \"Aduhai celaka kami, Kitab apakah Ini yang tidak meninggalkan yang kecil dan tidak (pula) yang besar, melainkan ia mencatat semuanya; dan mereka dapati apa yang Telah mereka kerjakan ada (tertulis). dan Tuhanmu tidak menganiaya seorang juapun\".",
		"verse_50": "Dan (Ingatlah) ketika kami berfirman kepada para malaikat: \"Sujudlah kamu kepada Adam, Maka sujudlah mereka kecuali iblis. dia adalah dari golongan jin, Maka ia mendurhakai perintah Tuhannya. patutkah kamu mengambil dia dan turanan-turunannya sebagai pemimpin selain daripada-Ku, sedang mereka adalah musuhmu? amat buruklah Iblis itu sebagai pengganti (dari Allah) bagi orang-orang yang zalim.",
		"verse_51": "Aku tidak menghadirkan mereka (iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan tidaklah Aku mengambil orang-orang yang menyesatkan itu sebagai penolong.",
		"verse_52": "Dan (Ingatlah) akan hari (yang ketika itu) dia berfirman: \"Serulah olehmu sekalian sekutu-sekutu-Ku yang kamu katakan itu\". mereka lalu memanggilnya tetapi sekutu-sekutu itu tidak membalas seruan mereka dan kami adakan untuk mereka tempat kebinasaan (neraka).",
		"verse_53": "Dan orang-orang yang berdosa melihat neraka, Maka mereka meyakini, bahwa mereka akan jatuh ke dalamnya dan mereka tidak menemukan tempat berpaling dari padanya.",
		"verse_54": "Dan Sesungguhnya kami Telah mengulang-ulangi bagi manusia dalam Al Quran Ini bermacam-macam perumpamaan. dan manusia adalah makhluk yang paling banyak membantah.",
		"verse_55": "Dam tidak ada sesuatupun yang menghalangi manusia dari beriman, ketika petunjuk Telah datang kepada mereka, dan dari memohon ampun kepada Tuhannya, kecuali (keinginan menanti) datangnya hukum (Allah yang Telah berlalu pada) umat-umat yang dahulu atau datangnya azab atas mereka dengan nyata.",
		"verse_56": "Dan tidaklah kami mengutus rasul-rasul hanyalah sebagai pembawa berita gembira dan sebagai pemberi peringatan; tetapi orang-orang yang kafir membantah dengan yang batil agar dengan demikian mereka dapat melenyap kan yang hak, dan mereka menganggap ayat-ayat kami dan peringatan- peringatan terhadap mereka sebagai olok-olokan.",
		"verse_57": "Dan siapakah yang lebih zalim dari pada orang yang Telah diperingatkan dengan ayat-ayat Tuhannya lalu dia berpaling dari padanya dan melupakan apa yang Telah dikerjakan oleh kedua tangannya? Sesungguhnya kami Telah meletakkan tutupan di atas hati mereka, (sehingga mereka tidak) memahaminya, dan (Kami letakkan pula) sumbatan di telinga mereka; dan kendatipun kamu menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk selama-lamanya.",
		"verse_58": "Dan Tuhanmulah yang Maha Pengampun, lagi mempunyai rahmat. jika dia mengazab mereka Karena perbuatan mereka, tentu dia akan menyegerakan azab bagi mereka. tetapi bagi mereka ada waktu yang tertentu (untuk mendapat azab) yang mereka sekali-kali tidak akan menemukan tempat berlindung dari padanya.",
		"verse_59": "Dan (penduduk) negeri Telah kami binasakan ketika mereka berbuat zalim, dan Telah kami tetapkan waktu tertentu bagi kebinasaan mereka.",
		"verse_60": "Dan (Ingatlah) ketika Musa Berkata kepada muridnya: \"Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua buah lautan; atau Aku akan berjalan sampai bertahun-tahun\".",
		"verse_61": "Maka tatkala mereka sampai ke pertemuan dua buah laut itu, mereka lalai akan ikannya, lalu ikan itu melompat mengambil jalannya ke laut itu.",
		"verse_62": "Maka tatkala mereka berjalan lebih jauh, berkatalah Musa kepada muridnya: \"Bawalah kemari makanan kita; Sesungguhnya kita Telah merasa letih Karena perjalanan kita ini\".",
		"verse_63": "Muridnya menjawab: \"Tahukah kamu tatkala kita mecari tempat berlindung di batu tadi, Maka Sesungguhnya Aku lupa (menceritakan tentang) ikan itu dan tidak adalah yang melupakan Aku untuk menceritakannya kecuali syaitan dan ikan itu mengambil jalannya ke laut dengan cara yang aneh sekali\".",
		"verse_64": "Musa berkata: \"Itulah (tempat) yang kita cari\". lalu keduanya kembali, mengikuti jejak mereka semula.",
		"verse_65": "Lalu mereka bertemu dengan seorang hamba di antara hamba-hamba kami, yang Telah kami berikan kepadanya rahmat dari sisi kami, dan yang Telah kami ajarkan kepadanya ilmu dari sisi Kami.",
		"verse_66": "Musa Berkata kepada Khidhr: \"Bolehkah Aku mengikutimu supaya kamu mengajarkan kepadaku ilmu yang benar di antara ilmu-ilmu yang Telah diajarkan kepadamu?\"",
		"verse_67": "Dia menjawab: \"Sesungguhnya kamu sekali-kali tidak akan sanggup sabar bersama Aku.",
		"verse_68": "Dan bagaimana kamu dapat sabar atas sesuatu, yang kamu belum mempunyai pengetahuan yang cukup tentang hal itu?\"",
		"verse_69": "Musa berkata: \"Insya Allah kamu akan mendapati Aku sebagai orang yang sabar, dan Aku tidak akan menentangmu dalam sesuatu urusanpun\".",
		"verse_70": "Dia berkata: \"Jika kamu mengikutiku, Maka janganlah kamu menanyakan kepadaku tentang sesuatu apapun, sampai Aku sendiri menerangkannya kepadamu\".",
		"verse_71": "Maka berjalanlah keduanya, hingga tatkala keduanya menaiki perahu lalu Khidhr melobanginya. Musa berkata: \"Mengapa kamu melobangi perahu itu akibatnya kamu menenggelamkan penumpangnya?\" Sesungguhnya kamu Telah berbuat sesuatu kesalahan yang besar.",
		"verse_72": "Dia (Khidhr) berkata: \"Bukankah Aku Telah berkata: \"Sesungguhnya kamu sekali-kali tidak akan sabar bersama dengan aku\".",
		"verse_73": "Musa berkata: \"Janganlah kamu menghukum Aku Karena kelupaanku dan janganlah kamu membebani Aku dengan sesuatu kesulitan dalam urusanku\".",
		"verse_74": "Maka berjalanlah keduanya; hingga tatkala keduanya berjumpa dengan seorang anak, Maka Khidhr membunuhnya. Musa berkata: \"Mengapa kamu membunuh jiwa yang bersih, bukan Karena dia membunuh orang lain? Sesungguhnya kamu Telah melakukan suatu yang mungkar\".",
		"verse_75": "Khidhr berkata: \"Bukankah sudah kukatakan kepadamu, bahwa Sesungguhnya kamu tidak akan dapat sabar bersamaku?\"",
		"verse_76": "Musa berkata: \"Jika Aku bertanya kepadamu tentang sesuatu sesudah (kali) ini, Maka janganlah kamu memperbolehkan Aku menyertaimu, Sesungguhnya kamu sudah cukup memberikan uzur padaku\".",
		"verse_77": "Maka keduanya berjalan; hingga tatkala keduanya sampai kepada penduduk suatu negeri, mereka minta dijamu kepada penduduk negeri itu, tetapi penduduk negeri itu tidak mau menjamu mereka, Kemudian keduanya mendapatkan dalam negeri itu dinding rumah yang hampir roboh, Maka Khidhr menegakkan dinding itu. Musa berkata: \"Jikalau kamu mau, niscaya kamu mengambil upah untuk itu\".",
		"verse_78": "Khidhr berkata: \"Inilah perpisahan antara Aku dengan kamu; kelak akan kuberitahukan kepadamu tujuan perbuatan-perbuatan yang kamu tidak dapat sabar terhadapnya.",
		"verse_79": "Adapun bahtera itu adalah kepunyaan orang-orang miskin yang bekerja di laut, dan Aku bertujuan merusakkan bahtera itu, Karena di hadapan mereka ada seorang raja yang merampas tiap-tiap bahtera.",
		"verse_80": "Dan adapun anak muda itu, Maka keduanya adalah orang-orang mukmin, dan kami khawatir bahwa dia akan mendorong kedua orang tuanya itu kepada kesesatan dan kekafiran.",
		"verse_81": "Dan kami menghendaki, supaya Tuhan mereka mengganti bagi mereka dengan anak lain yang lebih baik kesuciannya dari anaknya itu dan lebih dalam kasih sayangnya (kepada ibu bapaknya).",
		"verse_82": "Adapun dinding rumah adalah kepunyaan dua orang anak yatim di kota itu, dan di bawahnya ada harta benda simpanan bagi mereka berdua, sedang ayahnya adalah seorang yang saleh, Maka Tuhanmu menghendaki agar supaya mereka sampai kepada kedewasaannya dan mengeluarkan simpanannya itu, sebagai rahmat dari Tuhanmu; dan bukanlah Aku melakukannya itu menurut kemauanku sendiri. demikian itu adalah tujuan perbuatan-perbuatan yang kamu tidak dapat sabar terhadapnya\".",
		"verse_83": "Mereka akan bertanya kepadamu (Muhammad) tentang Dzulkarnain. Katakanlah: \"Aku akan bacakan kepadamu cerita tantangnya\".",
		"verse_84": "Sesungguhnya kami Telah memberi kekuasaan kepadanya di (muka) bumi, dan kami Telah memberikan kepadanya jalan (untuk mencapai) segala sesuatu,",
		"verse_85": "Maka diapun menempuh suatu jalan.",
		"verse_86": "Hingga apabila dia Telah sampai ketempat terbenam matahari, dia melihat matahari terbenam di dalam laut yang berlumpur hitam, dan dia mendapati di situ segolongan umat. kami berkata: \"Hai Dzulkarnain, kamu boleh menyiksa atau boleh berbuat kebaikan terhadap mereka.",
		"verse_87": "Berkata Dzulkarnain: \"Adapun orang yang aniaya, Maka kami kelak akan mengazabnya, Kemudian dia kembalikan kepada Tuhannya, lalu Tuhan mengazabnya dengan azab yang tidak ada taranya.",
		"verse_88": "Adapun orang-orang yang beriman dan beramal saleh, Maka baginya pahala yang terbaik sebagai balasan, dan akan kami titahkan kepadanya (perintah) yang mudah dari perintah-perintah kami\".",
		"verse_89": "Kemudian dia menempuh jalan (yang lain).",
		"verse_90": "Hingga apabila dia Telah sampai ke tempat terbit matahari (sebelah Timur) dia mendapati matahari itu menyinari segolongan umat yang kami tidak menjadikan bagi mereka sesuatu yang melindunginya dari (cahaya) matahari itu,",
		"verse_91": "Demikianlah. dan Sesungguhnya ilmu kami meliputi segala apa yang ada padanya.",
		"verse_92": "Kemudian dia menempuh suatu jalan (yang lain lagi).",
		"verse_93": "Hingga apabila dia Telah sampai di antara dua buah gunung, dia mendapati di hadapan kedua bukit itu suatu kaum yang hampir tidak mengerti pembicaraan.",
		"verse_94": "Mereka berkata: \"Hai Dzulkarnain, Sesungguhnya Ya'juj dan Ma'juj itu orang-orang yang membuat kerusakan di muka bumi, Maka dapatkah kami memberikan sesuatu pembayaran kepadamu, supaya kamu membuat dinding antara kami dan mereka?\"",
		"verse_95": "Dzulkarnain berkata: \"Apa yang Telah dikuasakan oleh Tuhanku kepadaku terhadapnya adalah lebih baik, Maka tolonglah Aku dengan kekuatan (manusia dan alat-alat), agar Aku membuatkan dinding antara kamu dan mereka,",
		"verse_96": "Berilah Aku potongan-potongan besi\". hingga apabila besi itu Telah sama rata dengan kedua (puncak) gunung itu, berkatalah Dzulkarnain: \"Tiuplah (api itu)\". hingga apabila besi itu sudah menjadi (merah seperti) api, diapun berkata: \"Berilah Aku tembaga (yang mendidih) agar Aku kutuangkan ke atas besi panas itu\".",
		"verse_97": "Maka mereka tidak bisa mendakinya dan mereka tidak bisa (pula) melobanginya.",
		"verse_98": "Dzulkarnain berkata: \"Ini (dinding) adalah rahmat dari Tuhanku, Maka apabila sudah datang janji Tuhanku, dia akan menjadikannya hancur luluh; dan janji Tuhanku itu adalah benar\".",
		"verse_99": "Kami biarkan mereka di hari itu bercampur aduk antara satu dengan yang lain, Kemudian ditiup lagi sangkakala, lalu kami kumpulkan mereka itu semuanya,",
		"verse_100": "Dan kami nampakkan Jahannam pada hari itu kepada orang-orang kafir dengan jelas,",
		"verse_101": "Yaitu orang-orang yang matanya dalam keadaan tertutup dari memperhatikan tanda-tanda kebesaran-Ku, dan adalah mereka tidak sanggup mendengar.",
		"verse_102": "Maka apakah orang-orang kafir menyangka bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sesungguhnya kami Telah menyediakan neraka Jahannam tempat tinggal bagi orang-orang kafir.",
		"verse_103": "Katakanlah: \"Apakah akan kami beritahukan kepadamu tentang orang-orang yang paling merugi perbuatannya?\"",
		"verse_104": "Yaitu orang-orang yang Telah sia-sia perbuatannya dalam kehidupan dunia ini, sedangkan mereka menyangka bahwa mereka berbuat sebaik-baiknya.",
		"verse_105": "Mereka itu orang-orang yang Telah kufur terhadap ayat-ayat Tuhan mereka dan (kufur terhadap) perjumpaan dengan Dia, Maka hapuslah amalan- amalan mereka, dan kami tidak mengadakan suatu penilaian bagi (amalan) mereka pada hari kiamat.",
		"verse_106": "Demikianlah balasan mereka itu neraka Jahannam, disebabkan kekafiran mereka dan disebabkan mereka menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai olok-olok.",
		"verse_107": "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka adalah surga Firdaus menjadi tempat tinggal,",
		"verse_108": "Mereka kekal di dalamnya, mereka tidak ingin berpindah dari padanya.",
		"verse_109": "Katakanlah: sekiranya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, sungguh habislah lautan itu sebelum habis (ditulis) kalimat-kalimat Tuhanku, meskipun kami datangkan tambahan sebanyak itu (pula)\".",
		"verse_110": "Katakanlah: Sesungguhnya Aku Ini manusia biasa seperti kamu, yang diwahyukan kepadaku: \"Bahwa Sesungguhnya Tuhan kamu itu adalah Tuhan yang Esa\". barangsiapa mengharap perjumpaan dengan Tuhannya, Maka hendaklah ia mengerjakan amal yang saleh dan janganlah ia mempersekutukan seorangpun dalam beribadat kepada Tuhannya\"."
	},
	"count": "110"
}