{
	"index": "034",
	"verse": {
		"verse_1": "Segala puji bagi Allah yang memiliki apa yang di langit dan apa yang di bumi dan bagi-Nya (pula) segala puji di akhirat. dan Dia-lah yang Maha Bijaksana lagi Maha Mengetahui.",
		"verse_2": "Dia mengetahui apa yang masuk ke dalam bumi, apa yang ke luar daripadanya, apa yang turun dari langit dan apa yang naik kepadanya. dan Dia-lah yang Maha Penyayang lagi Maha Pengampun.",
		"verse_3": "Dan orang-orang yang kafir berkata: \"Hari berbangkit itu tidak akan datang kepada kami\". Katakanlah: \"Pasti datang, demi Tuhanku yang mengetahui yang ghaib, Sesungguhnya kiamat itu pasti akan datang kepadamu. tidak ada tersembunyi daripada-Nya sebesar zarrahpun yang ada di langit dan yang ada di bumi dan tidak ada (pula) yang lebih kecil dari itu dan yang lebih besar, melainkan tersebut dalam Kitab yang nyata (Lauh Mahfuzh)\",",
		"verse_4": "Supaya Allah memberi balasan kepada orang-orang yang beriman dan mengerjakan amal yang saleh. mereka itu adalah orang-orang yang baginya ampunan dan rezki yang mulia.",
		"verse_5": "Dan orang-orang yang berusaha untuk (menentang) ayat-ayat kami dengan anggapan mereka dapat melemahkan (menggagalkan azab kami), mereka itu memperoleh azab, yaitu (jenis) azab yang pedih.",
		"verse_6": "Dan orang-orang yang diberi ilmu (ahli Kitab) berpendapat bahwa wahyu yang diturunkan kepadamu dari Tuhanmu Itulah yang benar dan menunjuki (manusia) kepada jalan Tuhan yang Maha Perkasa lagi Maha Terpuji.",
		"verse_7": "Dan orang-orang kafir Berkata (kepada teman-temannya). \"Maukah kamu kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu Telah hancur sehancur-hancurnya, Sesungguhnya kamu benar-benar (akan dibangkitkan kembali) dalam ciptaan yang baru?",
		"verse_8": "Apakah dia mengada-adakan kebohongan terhadap Allah ataukah ada padanya penyakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada negeri akhirat berada dalam siksaan dan kesesatan yang jauh.",
		"verse_9": "Maka apakah mereka tidak melihat langit dan bumi yang ada di hadapan dan di belakang mereka? jika kami menghendaki, niscaya kami benamkan mereka di bumi atau kami jatuhkan kepada mereka gumpalan dari langit. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Tuhan) bagi setiap hamba yang kembali (kepada-Nya).",
		"verse_10": "Dan Sesungguhnya Telah kami berikan kepada Daud kurnia dari kami. (Kami berfirman): \"Hai gunung-gunung dan burung-burung, bertasbihlah berulang-ulang bersama Daud\", dan kami Telah melunakkan besi untuknya,",
		"verse_11": "(yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah amalan yang saleh. Sesungguhnya Aku melihat apa yang kamu kerjakan.",
		"verse_12": "Dan kami (tundukkan) angin bagi Sulaiman, yang perjalanannya di waktu pagi sama dengan perjalanan sebulan dan perjalanannya di waktu sore sama dengan perjalanan sebulan (pula) dan kami alirkan cairan tembaga baginya. dan sebahagian dari jin ada yang bekerja di hadapannya (di bawah kekuasaannya) dengan izin Tuhannya. dan siapa yang menyimpang di antara mereka dari perintah kami, kami rasakan kepadanya azab neraka yang apinya menyala-nyala.",
		"verse_13": "Para jin itu membuat untuk Sulaiman apa yang dikehendakinya dari gedung-gedung yang Tinggi dan patung-patung dan piring-piring yang (besarnya) seperti kolam dan periuk yang tetap (berada di atas tungku). Bekerjalah Hai keluarga Daud untuk bersyukur (kepada Allah). dan sedikit sekali dari hamba-hambaKu yang berterima kasih.",
		"verse_14": "Maka tatkala kami Telah menetapkan kematian Sulaiman, tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka tatkala ia Telah tersungkur, tahulah jin itu bahwa kalau sekiranya mereka mengetahui yang ghaib tentulah mereka tidak akan tetap dalam siksa yang menghinakan.",
		"verse_15": "Sesungguhnya bagi kaum Saba' ada tanda (kekuasaan Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri. (kepada mereka dikatakan): \"Makanlah olehmu dari rezki yang (dianugerahkan) Tuhanmu dan bersyukurlah kamu kepada-Nya. (Negerimu) adalah negeri yang baik dan (Tuhanmu) adalah Tuhan yang Maha Pengampun\".",
		"verse_16": "Tetapi mereka berpaling, Maka kami datangkan kepada mereka banjir yang besar dan kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Atsl dan sedikit dari pohon Sidr.",
		"verse_17": "Demikianlah kami memberi balasan kepada mereka Karena kekafiran mereka. dan kami tidak menjatuhkan azab (yang demikian itu), melainkan Hanya kepada orang-orang yang sangat kafir.",
		"verse_18": "Dan kami jadikan antara mereka dan antara negeri-negeri yang kami limpahkan berkat kepadanya, beberapa negeri yang berdekatan dan kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. berjalanlah kamu di kota-kota itu pada malam hari dan siang hari dengan dengan aman.",
		"verse_19": "Maka mereka berkata: \"Ya Tuhan kami jauhkanlah jarak perjalanan kami\", dan mereka menganiaya diri mereka sendiri; Maka kami jadikan mereka buah mulut dan kami hancurkan mereka sehancur-hancurnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda- tanda kekuasaan Allah bagi setiap orang yang sabar lagi bersyukur.",
		"verse_20": "Dan Sesungguhnya Iblis Telah dapat membuktikan kebenaran sangkaannya terhadap mereka lalu mereka mengikutinya, kecuali sebahagian orang-orang yang beriman.",
		"verse_21": "Dan tidak adalah kekuasaan Iblis terhadap mereka, melainkan hanyalah agar kami dapat membedakan siapa yang beriman kepada adanya kehidupan akhirat dari siapa yang ragu-ragu tentang itu. dan Tuhanmu Maha memelihara segala sesuatu.",
		"verse_22": "Katakanlah: \" Serulah mereka yang kamu anggap (sebagai Tuhan) selain Allah, mereka tidak memiliki (kekuasaan) seberat zarrahpun di langit dan di bumi, dan mereka tidak mempunyai suatu sahampun dalam (penciptaan) langit dan bumi dan sekali-kali tidak ada di antara mereka yang menjadi pembantu bagi-Nya.",
		"verse_23": "Dan tiadalah berguna syafa'at di sisi Allah melainkan bagi orang yang Telah diizinkan-Nya memperoleh syafa'at itu, sehingga apabila Telah dihilangkan ketakutan dari hati mereka, mereka Berkata \"Apakah yang Telah difirmankan oleh Tuhan-mu?\" mereka menjawab: (Perkataan) yang benar\", dan Dia-lah yang Maha Tinggi lagi Maha Besar.",
		"verse_24": "Katakanlah: \"Siapakan yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah: \"Allah\", dan Sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
		"verse_25": "Katakanlah: \"Kamu tidak akan ditanya (bertanggung jawab) tentang dosa yang kami perbuat dan kami tidak akan ditanya (pula) tentang apa yang kamu perbuat\".",
		"verse_26": "Katakanlah: \"Tuhan kita akan mengumpulkan kita semua, Kemudian dia memberi Keputusan antara kita dengan benar. dan Dia-lah Maha pemberi Keputusan lagi Maha Mengetahui\".",
		"verse_27": "Katakanlah: \"Perlihatkanlah kepadaku sembah-sembahan yang kamu hubungkan dengan dia sebagai sekutu-sekutu-Nya, sekali-kali tidak mungkin! Sebenarnya Dia-lah Allah yang Maha Perkasa lagi Maha Bijaksana.",
		"verse_28": "Dan kami tidak mengutus kamu, melainkan kepada umat manusia seluruhnya sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tiada Mengetahui.",
		"verse_29": "Dan mereka berkata: \"Kapankah (datangnya) janji ini, jika kamu adalah orang-orang yang benar?\".",
		"verse_30": "Katakanlah: \"Bagimu ada hari yang Telah dijanjikan (hari kiamat) yang tiada dapat kamu minta mundur daripadanya barang sesaatpun dan tidak (pula) kamu dapat meminta supaya diajukan \".",
		"verse_31": "Dan orang-orang kafir berkata: \"Kami sekali-kali tidak akan beriman kepada Al Quran Ini dan tidak (pula) kepada Kitab yang sebelumnya\". dan (alangkah hebatnya) kalau kamu lihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebahagian dari mereka menghadap kan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah Berkata kepada orang-orang yang menyombongkan diri: \"Kalau tidaklah Karena kamu tentulah kami menjadi orang-orang yang beriman\".",
		"verse_32": "Orang-orang yang menyombongkan diri Berkata kepada orang-orang yang dianggap lemah: \"Kamikah yang Telah menghalangi kamu dari petunjuk sesudah petunjuk itu datang kepadamu? (Tidak), Sebenarnya kamu sendirilah orang-orang yang berdosa\".",
		"verse_33": "Dan orang-orang yang dianggap lemah Berkata kepada orang-orang yang menyombongkan diri: \"(Tidak) Sebenarnya tipu daya(mu) di waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya\". kedua belah pihak menyatakan penyesalan tatkala mereka melihat azab. dan kami pasang belenggu di leher orang-orang yang kafir. mereka tidak dibalas melainkan dengan apa yang Telah mereka kerjakan.",
		"verse_34": "Dan kami tidak mengutus kepada suatu negeri seorang pemberi peringatanpun, melainkan orang-orang yang hidup mewah di negeri itu berkata: \"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya\".",
		"verse_35": "Dan mereka berkata: \"Kami lebih banyak mempunyai harta dan anak- anak (daripada kamu) dan kami sekali-kali tidak akan diazab.",
		"verse_36": "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan (bagi siapa yang dikehendaki-Nya). akan tetapi kebanyakan manusia tidak Mengetahui\".",
		"verse_37": "Dan sekali-kali bukanlah harta dan bukan (pula) anak-anak kamu yang mendekatkan kamu kepada kami sedikitpun; tetapi orang-orang yang beriman dan mengerjakan amal-amal (saleh, mereka Itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang Telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang Tinggi (dalam syurga).",
		"verse_38": "Dan orang-orang yang berusaha (menentang) ayat-ayat kami dengan anggapan untuk dapat melemahkan (menggagalkan azab kami), mereka itu dimasukkan ke dalam azab.",
		"verse_39": "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan menyempitkan bagi (siapa yang dikehendaki-Nya)\". dan barang apa saja yang kamu nafkahkan, Maka Allah akan menggantinya dan Dia-lah pemberi rezki yang sebaik-baiknya.",
		"verse_40": "Dan (Ingatlah) hari (yang di waktu itu) Allah mengumpulkan mereka semuanya Kemudian Allah berfirman kepada malaikat: \"Apakah mereka Ini dahulu menyembah kamu?\".",
		"verse_41": "Malaikat-malaikat itu menjawab: \"Maha Suci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka Telah menyembah jin; kebanyakan mereka beriman kepada jin itu\".",
		"verse_42": "Maka pada hari Ini sebahagian kamu tidak berkuasa (untuk memberikan) kemanfaatan dan tidak pula kemudharatan kepada sebahagian yang lain. dan kami katakan kepada orang-orang yang zalim: \"Rasakanlah olehmu azab neraka yang dahulunya kamu dustakan itu \".",
		"verse_43": "Dan apabila dibacakan kepada mereka ayat-ayat kami yang terang, mereka berkata: \"Orang Ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kamu dari apa yang disembah oleh bapak-bapakmu\", dan mereka berkata: \"(Al Quran) Ini tidak lain hanyalah kebohongan yang diada-adakan saja\". dan orang-orang kafir Berkata terhadap kebenaran tatkala kebenaran itu datang kepada mereka: \"Ini tidak lain hanyalah sihir yang nyata\".",
		"verse_44": "Dan kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan sekali-kali tidak pernah (pula) mengutus kepada mereka sebelum kamu seorang pemberi peringatanpun.",
		"verse_45": "Dan orang-orang yang sebelum mereka Telah mendustakan sedang orang- orang kafir Mekah itu belum sampai menerima sepersepuluh dari apa yang Telah kami berikan kepada orang-orang dahulu itu lalu mereka mendustakan rasul-rasul-Ku. Maka alangkah hebatnya akibat kemurkaan-Ku.",
		"verse_46": "Katakanlah: \"Sesungguhnya Aku hendak memperingatkan kepadamu suatu hal saja, yaitu supaya kamu menghadap Allah (dengan ikhlas) berdua- dua atau sendiri-sendiri; Kemudian kamu fikirkan (tentang Muhammad) tidak ada penyakit gila sedikitpun pada kawanmu itu. dia tidak lain hanyalah pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.",
		"verse_47": "Katakanlah: \"Upah apapun yang Aku minta kepadamu, Maka itu untuk kamu. upahku hanyalah dari Allah, dan dia Maha mengetahui segala sesuatu\".",
		"verse_48": "Katakanlah: \"Sesungguhnya Tuhanku mewahyukan kebenaran. dia Maha mengetahui segala yang ghaib\".",
		"verse_49": "Katakanlah: \"Kebenaran Telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi\".",
		"verse_50": "Katakanlah: \"Jika Aku sesat Maka Sesungguhnya Aku sesat atas kemudharatan diriku sendiri; dan jika Aku mendapat petunjuk Maka itu adalah disebabkan apa yang diwahyukan Tuhanku kepadaku. Sesungguhnya dia Maha mendengar lagi Maha Dekat\".",
		"verse_51": "Dan (alangkah hebatnya) Jikalau kamu melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari kiamat); Maka mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
		"verse_52": "Dan (di waktu itu) mereka berkata: \"Kami beriman kepada Allah\", bagaimanakah mereka dapat mencapai (keimanan) dari tempat yang jauh itu.",
		"verse_53": "Dan Sesungguhnya mereka Telah mengingkari Allah sebelum itu; dan mereka menduga-duga tentang yang ghaib dari tempat yang jauh.",
		"verse_54": "Dan dihalangi antara mereka dengan apa yang mereka ingini sebagaimana yang dilakukan terhadap orang-orang yang serupa dengan mereka pada masa dahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam."
	},
	"count": "54"
}