{
	"index": "030",
	"verse": {
		"verse_1": "Alif laam Miim",
		"verse_2": "Telah dikalahkan bangsa Rumawi,",
		"verse_3": "Di negeri yang terdekat dan mereka sesudah dikalahkan itu akan menang",
		"verse_4": "Dalam beberapa tahun lagi. bagi Allah-lah urusan sebelum dan sesudah (mereka menang). dan di hari (kemenangan bangsa Rumawi) itu bergembiralah orang-orang yang beriman,",
		"verse_5": "Karena pertolongan Allah. dia menolong siapa yang dikehendakiNya. dan dialah Maha Perkasa lagi Penyayang.",
		"verse_6": "(sebagai) janji yang Sebenarnya dari Allah. Allah tidak akan menyalahi janjinya, tetapi kebanyakan manusia tidak Mengetahui.",
		"verse_7": "Mereka Hanya mengetahui yang lahir (saja) dari kehidupan dunia; sedang mereka tentang (kehidupan) akhirat adalah lalai.",
		"verse_8": "Dan Mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menjadikan langit dan bumi dan apa yang ada diantara keduanya melainkan dengan (tujuan) yang benar dan waktu yang ditentukan. dan Sesungguhnya kebanyakan di antara manusia benar-benar ingkar akan pertemuan dengan Tuhannya.",
		"verse_9": "Dan apakah mereka tidak mengadakan perjalanan di muka bumi dan memperhatikan bagaimana akibat (yang diderita) oleh orang-orang sebelum mereka? orang-orang itu adalah lebihkuat dari mereka (sendiri) dan Telah mengolah bumi (tanah) serta memakmurkannya lebih banyak dari apa yang Telah mereka makmurkan. dan Telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata. Maka Allah sekali-kali tidak berlaku zalim kepada mereka, akan tetapi merekalah yang berlaku zalim kepada diri sendiri.",
		"verse_10": "Kemudian, akibat orang-orang yang mengerjakan kejahatan adalah (azab) yang lebih buruk, Karena mereka mendustakan ayat-ayat Allah dan mereka selalu memperolok-oloknya.",
		"verse_11": "Allah menciptakan (manusia) dari permulaan, Kemudian mengembalikan (menghidupkan)nya kembali; Kemudian kepadaNyalah kamu dikembalikan",
		"verse_12": "Dan pada hari terjadinya kiamat, orang-orang yang berdosa terdiam berputus asa.",
		"verse_13": "Dan sekali-kali tidak ada pemberi syafa'at bagi mereka dari berhala-berhala mereka dan adalah mereka mengingkari berhala mereka itu.",
		"verse_14": "Dan pada hari terjadinya kiamat, di hari itu mereka (manusia) bergolong-golongan.",
		"verse_15": "Adapun orang-orang yang beriman dan mengerjakan amal saleh, Maka mereka di dalam taman (surga) bergembira.",
		"verse_16": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat kami (Al Quran) serta (mendustakan) menemui hari akhirat, Maka mereka tetap berada di dalam siksaan (neraka).",
		"verse_17": "Maka bertasbihlah kepada Allah di waktu kamu berada di petang hari dan waktu kamu berada di waktu subuh,",
		"verse_18": "Dan bagi-Nyalah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu Zuhur.",
		"verse_19": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi sesudah matinya. dan seperti Itulah kamu akan dikeluarkan (dari kubur).",
		"verse_20": "Dan di antara tanda-tanda kekuasaan-Nya ialah dia menciptakan kamu dari tanah, Kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak.",
		"verse_21": "Dan di antara tanda-tanda kekuasaan-Nya ialah dia menciptakan untukmu isteri-isteri dari jenismu sendiri, supaya kamu cenderung dan merasa tenteram kepadanya, dan dijadikan-Nya diantaramu rasa kasih dan sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang berfikir.",
		"verse_22": "Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasamu dan warna kulitmu. Sesungguhnya pada yang demikan itu benar-benar terdapat tanda-tanda bagi orang-orang yang Mengetahui.",
		"verse_23": "Dan di antara tanda-tanda kekuasaan-Nya ialah tidurmu di waktu malam dan siang hari dan usahamu mencari sebagian dari karuniaNya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan.",
		"verse_24": "Dan di antara tanda-tanda kekuasaan-Nya, dia memperlihatkan kepadamu kilat untuk (menimbulkan) ketakutan dan harapan, dan dia menurunkan hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya.",
		"verse_25": "Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan iradat-Nya. Kemudian apabila dia memanggil kamu sekali panggil dari bumi, seketika itu (juga) kamu keluar (dari kubur).",
		"verse_26": "Dan kepunyaan-Nyalah siapa saja yang ada di langit dan di bumi. semuanya Hanya kepada-Nya tunduk.",
		"verse_27": "Dan dialah yang menciptakan (manusia) dari permulaan, Kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. dan bagi-Nyalah sifat yang Maha Tinggi di langit dan di bumi; dan dialah yang Maha Perkasa lagi Maha Bijaksana.",
		"verse_28": "Dia membuat perumpamaan untuk kamu dari dirimu sendiri. apakah ada diantara hamba-sahaya yang dimiliki oleh tangan kananmu, sekutu bagimu dalam (memiliki) rezeki yang Telah kami berikan kepadamu; Maka kamu sama dengan mereka dalam (hak mempergunakan) rezeki itu, kamu takut kepada mereka sebagaimana kamu takut kepada dirimu sendiri? Demikianlah kami jelaskan ayat-ayat bagi kaum yang berakal.",
		"verse_29": "Tetapi orang-orang yang zalim, mengikuti hawa nafsunya tanpa ilmu pengetahuan; Maka siapakah yang akan menunjuki orang yang Telah disesatkan Allah? dan tiadalah bagi mereka seorang penolongpun.",
		"verse_30": "Maka hadapkanlah wajahmu dengan lurus kepada agama Allah; (tetaplah atas) fitrah Allah yang Telah menciptakan manusia menurut fitrah itu. tidak ada peubahan pada fitrah Allah. (Itulah) agama yang lurus; tetapi kebanyakan manusia tidak mengetahui,",
		"verse_31": "Dengan kembali bertaubat kepada-Nya dan bertakwalah kepada-Nya serta Dirikanlah shalat dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah,",
		"verse_32": "Yaitu orang-orang yang memecah-belah agama mereka dan mereka menjadi beberapa golongan. tiap-tiap golongan merasa bangga dengan apa yang ada pada golongan mereka.",
		"verse_33": "Dan apabila manusia disentuh oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali bertaubat kepada-Nya, Kemudian apabila Tuhan merasakan kepada mereka barang sedikit rahmat daripada-Nya, tiba-tiba sebagian dari mereka mempersekutukan Tuhannya,",
		"verse_34": "Sehingga mereka mengingkari akan rahmat yang Telah kami berikan kepada mereka. Maka bersenang-senanglah kamu sekalian, kelak kamu akan mengetahui (akibat perbuatanmu).",
		"verse_35": "Atau pernahkah kami menurunkan kepada mereka keterangan, lalu keterangan itu menunjukkan (kebenaran) apa yang mereka selalu mempersekutukan dengan Tuhan?",
		"verse_36": "Dan apabila kami rasakan sesuatu rahmat kepada manusia, niscaya mereka gembira dengan rahmat itu. dan apabila mereka ditimpa suatu musibah (bahaya) disebabkan kesalahan yang Telah dikerjakan oleh tangan mereka sendiri, tiba-tiba mereka itu berputus asa.",
		"verse_37": "Dan apakah mereka tidak memperhatikan bahwa Sesungguhnya Allah melapangkan rezki bagi siapa yang dikehendaki-Nya dan dia (pula) yang menyempitkan (rezki itu). Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.",
		"verse_38": "Maka berikanlah kepada kerabat yang terdekat akan haknya, demikian (pula) kepada fakir miskin dan orang-orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridhaan Allah; dan mereka Itulah orang-orang beruntung.",
		"verse_39": "Dan sesuatu riba (tambahan) yang kamu berikan agar dia bertambah pada harta manusia, Maka riba itu tidak menambah pada sisi Allah. dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk mencapai keridhaan Allah, Maka (yang berbuat demikian) Itulah orang-orang yang melipat gandakan (pahalanya).",
		"verse_40": "Allah-lah yang menciptakan kamu, Kemudian memberimu rezki, Kemudian mematikanmu, Kemudian menghidupkanmu (kembali). Adakah di antara yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu dari yang demikian itu? Maha sucilah dia dan Maha Tinggi dari apa yang mereka persekutukan.",
		"verse_41": "Telah nampak kerusakan di darat dan di laut disebabkan Karena perbuatan tangan manusi, supay Allah merasakan kepada mereka sebahagian dari (akibat) perbuatan mereka, agar mereka kembali (ke jalan yang benar).",
		"verse_42": "Katakanlah: \"Adakanlah perjalanan di muka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang terdahulu. kebanyakan dari mereka itu adalah orang-orang yang mempersekutukan (Allah).\"",
		"verse_43": "Oleh Karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari yang tidak dapat ditolak (kedatangannya): pada hari itu mereka terpisah-pisah.",
		"verse_44": "Barangsiapa yang kafir Maka dia sendirilah yang menanggung (akibat) kekafirannya itu; dan barangsiapa yang beramal saleh Maka untuk diri mereka sendirilah mereka menyiapkan (tempat yang menyenangkan),",
		"verse_45": "Agar Allah memberi pahala kepada orang-orang yang beriman dan beramal saleh dari karunia-Nya. Sesungguhnya dia tidak menyukai orang-orang yang ingkar.",
		"verse_46": "Dan di antara tanda-tanda kekuasan-Nya adalah bahwa dia mengirimkan angin sebagai pembawa berita gembira dan untuk merasakan kepadamu sebagian dari rahmat-Nya dan supaya kapal dapat berlayar dengan perintah-Nya dan (juga) supaya kamu dapat mencari karunia-Nya; mudah-mudahn kamu bersyukur.",
		"verse_47": "Dan Sesungguhnya kami Telah mengutus sebelum kamu beberapa orang Rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu kami melakukan pembalasan terhadap orang-orang yang berdosa. dan kami selalu berkewajiban menolong orang-orang yang beriman.",
		"verse_48": "Allah, dialah yang mengirim angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang dikehendaki-Nya, dan menjadikannya bergumpal-gumpal; lalu kamu lihat hujan keluar dari celah-celahnya, Maka apabila hujan itu turun mengenai hamba-hamba-Nya yang dikehendakiNya, tiba-tiba mereka menjadi gembira.",
		"verse_49": "Dan Sesungguhnya sebelum hujan diturunkan kepada mereka, mereka benar-benar Telah berputus asa.",
		"verse_50": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi yang sudah mati. Sesungguhnya (Tuhan yang berkuasa seperti) demikian benar-benar (berkuasa) menghidupkan orang-orang yang Telah mati. dan dia Maha Kuasa atas segala sesuatu.",
		"verse_51": "Dan sungguh, jika kami mengirimkan angin (kepada tumbuh-tumbuhan) lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), benar-benar tetaplah mereka sesudah itu menjadi orang yang ingkar.",
		"verse_52": "Maka Sesungguhnya kamu tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar, dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka itu berpaling membelakang.",
		"verse_53": "Dan kamu sekali-kali tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. dan kamu tidak dapat memperdengarkan (petunjuk Tuhan) melainkan kepada orang-orang yang beriman dengan ayat-ayat kami, mereka Itulah orang-orang yang berserah diri (kepada Kami).",
		"verse_54": "Allah, dialah yang menciptakan kamu dari keadaan lemah, Kemudian dia menjadikan (kamu) sesudah keadaan lemah itu menjadi kuat, Kemudian dia menjadikan (kamu) sesudah Kuat itu lemah (kembali) dan beruban. dia menciptakan apa yang dikehendaki-Nya dan dialah yang Maha mengetahui lagi Maha Kuasa.",
		"verse_55": "Dan pada hari terjadinya kiamat, bersumpahlah orang-orang yang berdosa; \"mereka tidak berdiam (dalam kubur) melainkan sesaat (saja)\". seperti Demikianlah mereka selalu dipalingkan (dari kebenaran).",
		"verse_56": "Dan Berkata orang-orang yang diberi ilmu pengetahuan dan keimanan (kepada orang-orang yang kafir): \"Sesungguhnya kamu Telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari berbangkit; Maka inilah hari berbangkit itu akan tetapi kamu selalu tidak meyakini(nya).\"",
		"verse_57": "Maka pada hari itu tidak bermanfaat (lagi) bagi orang-orang yang zalim permintaan uzur mereka, dan tidak pula mereka diberi kesempatan bertaubat lagi.",
		"verse_58": "Dan Sesungguhnya Telah kami buat dalam Al Quran Ini segala macam perumpamaan untuk manusia. dan Sesungguhnya jika kamu membawa kepada mereka suatu ayat, Pastilah orang-orang yang kafir itu akan berkata: \"Kamu tidak lain hanyalah orang-orang yang membuat kepalsuan belaka.\"",
		"verse_59": "Demikianlah Allah mengunci mati hati orang-orang yang tidak (mau) memahami.",
		"verse_60": "Dan Bersabarlah kamu, Sesungguhnya janji Allah adalah benar dan sekali-kali janganlah orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan kamu."
	},
	"count": "60"
}