{
	"index": "058",
	"verse": {
		"verse_1": "Sesungguhnya Allah Telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu tentang suaminya, dan mengadukan (halnya) kepada Allah. dan Allah mendengar soal jawab antara kamu berdua. Sesungguhnya Allah Maha mendengar lagi Maha melihat .",
		"verse_2": "Orang-orang yang menzhihar isterinya di antara kamu, (menganggap isterinya sebagai ibunya, padahal) tiadalah isteri mereka itu ibu mereka. ibu-ibu mereka tidak lain hanyalah wanita yang melahirkan mereka. dan Sesungguhnya mereka sungguh-sungguh mengucapkan suatu perkataan mungkar dan dusta. dan Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun.",
		"verse_3": "Orang-orang yang menzhihar isteri mereka, Kemudian mereka hendak menarik kembali apa yang mereka ucapkan, Maka (wajib atasnya) memerdekakan seorang budak sebelum kedua suami isteri itu bercampur. Demikianlah yang diajarkan kepada kamu, dan Allah Maha mengetahui apa yang kamu kerjakan.",
		"verse_4": "Barangsiapa yang tidak mendapatkan (budak), Maka (wajib atasnya) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Maka siapa yang tidak Kuasa (wajiblah atasnya) memberi makan enam puluh orang miskin. Demikianlah supaya kamu beriman kepada Allah dan Rasul-Nya. dan Itulah hukum-hukum Allah, dan bagi orang kafir ada siksaan yang sangat pedih.",
		"verse_5": "Sesungguhnya orang-orang yang yang menentang Allah dan Rasul-Nya, pasti mendapat kehinaan sebagaimana orang-orang yang sebelum mereka Telah mendapat kehinaan. Sesungguhnya kami Telah menurunkan bukti-bukti nyata. dan bagi orang-orang kafir ada siksa yang menghinakan.",
		"verse_6": "Pada hari ketika mereka dibangkitkan Allah semuanya, lalu diberitakan-Nya kepada mereka apa yang Telah mereka kerjakan. Allah mengumpulkan (mencatat) amal perbuatan itu, padahal mereka Telah melupakannya. dan Allah Maha menyaksikan segala sesuatu.",
		"verse_7": "Tidakkah kamu perhatikan, bahwa Sesungguhnya Allah mengetahui apa yang ada di langit dan di bumi? tiada pembicaraan rahasia antara tiga orang, melainkan Dia-lah keempatnya. dan tiada (pembicaraan antara) lima orang, melainkan Dia-lah keenamnya. dan tiada (pula) pembicaraan antara jumlah yang kurang dari itu atau lebih banyak, melainkan dia berada bersama mereka di manapun mereka berada. Kemudian dia akan memberitahukan kepada mereka pada hari kiamat apa yang Telah mereka kerjakan. Sesungguhnya Allah Maha mengetahui segala sesuatu.",
		"verse_8": "Apakah tidak kamu perhatikan orang-orang yang Telah dilarang mengadakan pembicaraan rahasia, Kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada rasul. dan apabila mereka datang kepadamu, mereka mengucapkan salam kepadamu dengan memberi salam yang bukan sebagai yang ditentukan Allah untukmu. dan mereka mengatakan kepada diri mereka sendiri: \"Mengapa Allah tidak menyiksa kita disebabkan apa yang kita katakan itu?\" cukuplah bagi mereka Jahannam yang akan mereka masuki. dan neraka itu adalah seburuk-buruk tempat kembali.",
		"verse_9": "Hai orang-orang beriman, apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan tentang membuat dosa, permusuhan dan berbuat durhaka kepada rasul. dan bicarakanlah tentang membuat kebajikan dan takwa. dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikembalikan.",
		"verse_10": "Sesungguhnya pembicaraan rahasia itu adalah dari syaitan, supaya orang-orang yang beriman itu berduka cita, sedang pembicaraan itu tiadalah memberi mudharat sedikitpun kepada mereka, kecuali dengan izin Allah dan kepada Allah-lah hendaknya orang-orang yang beriman bertawakkal.",
		"verse_11": "Hai orang-orang beriman apabila kamu dikatakan kepadamu: \"Berlapang-lapanglah dalam majlis\", Maka lapangkanlah niscaya Allah akan memberi kelapangan untukmu. dan apabila dikatakan: \"Berdirilah kamu\", Maka berdirilah, niscaya Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. dan Allah Maha mengetahui apa yang kamu kerjakan.",
		"verse_12": "Hai orang-orang beriman, apabila kamu mengadakan pembicaraan khusus dengan Rasul hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum pembicaraan itu. yang demikian itu lebih baik bagimu dan lebih bersih; jika kamu tidak memperoleh (yang akan disedekahkan) Maka Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
		"verse_13": "Apakah kamu takut akan (menjadi miskin) Karena kamu memberikan sedekah sebelum mengadakan pembicaraan dengan Rasul? Maka jika kamu tiada memperbuatnya dan Allah Telah memberi Taubat kepadamu Maka Dirikanlah shalat, tunaikanlah zakat, taatlah kepada Allah dan Rasul-Nya; dan Allah Maha mengetahui apa yang kamu kerjakan.",
		"verse_14": "Tidakkah kamu perhatikan orang-orang yang menjadikan suatu kaum yang dimurkai Allah sebagai teman? orang-orang itu bukan dari golongan kamu dan bukan (pula) dari golongan mereka. dan mereka bersumpah untuk menguatkan kebohongan, sedang mereka Mengetahui.",
		"verse_15": "Allah Telah menyediakan bagi mereka azab yang sangat keras, Sesungguhnya amat buruklah apa yang Telah mereka kerjakan.",
		"verse_16": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka halangi (manusia) dari jalan Allah; Karena itu mereka mendapat azab yang menghinakan.",
		"verse_17": "Harta benda dan anak-anak mereka tiada berguna sedikitpun (untuk menolong) mereka dari azab Allah. mereka Itulah penghuni neraka, dan mereka kekal di dalamnya.",
		"verse_18": "(Ingatlah) hari (ketika) mereka semua dibangkitkan Alla) lalu mereka bersumpah kepada-Nya (bahwa mereka bukan musyrikin) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh suatu (manfaat). Ketahuilah, bahwa Sesungguhnya merekalah orang-orang pendusta.",
		"verse_19": "Syaitan Telah menguasai mereka lalu menjadikan mereka lupa mengingat Allah; mereka Itulah golongan syaitan. Ketahuilah, bahwa Sesungguhnya golongan syaitan Itulah golongan yang merugi.",
		"verse_20": "Sesungguhnya orang-orang yang menetang Allah dan RasulNya, mereka termasuk orang-orang yang sangat hina.",
		"verse_21": "Allah Telah menetapkan: \"Aku dan rasul-rasul-Ku pasti menang\". Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
		"verse_22": "Kamu tak akan mendapati kaum yang beriman pada Allah dan hari akhirat, saling berkasih-sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapak-bapak, atau anak-anak atau Saudara-saudara ataupun keluarga mereka. meraka Itulah orang-orang yang Telah menanamkan keimanan dalam hati mereka dan menguatkan mereka dengan pertolongan yang datang daripada-Nya. dan dimasukan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah ridha terhadap mereka, dan merekapun merasa puas terhadap (limpahan rahmat)-Nya. mereka Itulah golongan Allah. Ketahuilah, bahwa Sesungguhnya hizbullah itu adalah golongan yang beruntung."
	},
	"count": "22"
}