{
	"index": "060",
	"verse": {
		"verse_1": "Hai orang-orang yang beriman, janganlah kamu mengambil musuh-Ku dan musuhmu menjadi teman-teman setia yang kamu sampaikan kepada mereka (berita-berita Muhammad), Karena rasa kasih sayang; padahal Sesungguhnya mereka Telah ingkar kepada kebenaran yang datang kepadamu, mereka mengusir Rasul dan (mengusir) kamu Karena kamu beriman kepada Allah, Tuhanmu. jika kamu benar-benar keluar untuk berjihad di jalan-Ku dan mencari keridhaan-Ku (janganlah kamu berbuat demikian). kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, Karena rasa kasih sayang. Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. dan barangsiapa di antara kamu yang melakukannya, Maka Sesungguhnya dia Telah tersesat dari jalan yang lurus.",
		"verse_2": "Jika mereka menangkap kamu, niscaya mereka bertindak sebagai musuh bagimu dan melepaskan tangan dan lidah mereka kepadamu dengan menyakiti(mu); dan mereka ingin supaya kamu (kembali) kafir.",
		"verse_3": "Karib kerabat dan anak-anakmu sekali-sekali tiada bermanfaat bagimu pada hari kiamat. dia akan memisahkan antara kamu. dan Allah Maha melihat apa yang kamu kerjakan.",
		"verse_4": "Sesungguhnya Telah ada suri tauladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengan Dia; ketika mereka Berkata kepada kaum mereka: \"Sesungguhnya kami berlepas diri daripada kamu dari daripada apa yang kamu sembah selain Allah, kami ingkari (kekafiran)mu dan Telah nyata antara kami dan kamu permusuhan dan kebencian buat selama-lamanya sampai kamu beriman kepada Allah saja. kecuali perkataan Ibrahim kepada bapaknya: \"Sesungguhnya Aku akan memohonkan ampunan bagi kamu dan Aku tiada dapat menolak sesuatupun dari kamu (siksaan) Allah\". (Ibrahim berkata): \"Ya Tuhan kami Hanya kepada Engkaulah kami bertawakkal dan Hanya kepada Engkaulah kami bertaubat dan Hanya kepada Engkaulah kami kembali.\"",
		"verse_5": "\"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. dan ampunilah kami Ya Tuhan kami. Sesungguhnya Engkaulah yang Maha Perkasa lagi Maha Bijaksana\".",
		"verse_6": "Sesungguhnya pada mereka itu (Ibrahim dan umatnya) ada teladan yang baik bagimu; (yaitu) bagi orang-orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian. dan barangsiapa yang berpaling, Maka Sesungguhnya Allah Dia-lah yang Maha Kaya lagi Maha Terpuji.",
		"verse_7": "Mudah-mudahan Allah menimbulkan kasih sayang antaramu dengan orang-orang yang kamu musuhi di antara mereka. dan Allah adalah Maha Kuasa. dan Allah Maha Pengampun lagi Maha Penyayang.",
		"verse_8": "Allah tidak melarang kamu untuk berbuat baik dan berlaku adil terhadap orang-orang yang tiada memerangimu Karena agama dan tidak (pula) mengusir kamu dari negerimu. Sesungguhnya Allah menyukai orang-orang yang berlaku adil.",
		"verse_9": "Sesungguhnya Allah Hanya melarang kamu menjadikan sebagai kawanmu orang-orang yang memerangimu Karena agama dan mengusir kamu dari negerimu, dan membantu (orang lain) untuk mengusirmu. dan barangsiapa menjadikan mereka sebagai kawan, Maka mereka Itulah orang-orang yang zalim.",
		"verse_10": "Hai orang-orang yang beriman, apabila datang berhijrah kepadamu perempuan-perempuan yang beriman, Maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka;maka jika kamu Telah mengetahui bahwa mereka (benar-benar) beriman Maka janganlah kamu kembalikan mereka kepada (suami-suami mereka) orang-orang kafir. mereka tiada halal bagi orang-orang kafir itu dan orang-orang kafir itu tiada halal pula bagi mereka. dan berikanlah kepada (suami suami) mereka, mahar yang Telah mereka bayar. dan tiada dosa atasmu mengawini mereka apabila kamu bayar kepada mereka maharnya. dan janganlah kamu tetap berpegang pada tali (perkawinan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta mahar yang Telah kamu bayar; dan hendaklah mereka meminta mahar yang Telah mereka bayar. Demikianlah hukum Allah yang ditetapkanNya di antara kamu. dan Allah Maha mengetahui lagi Maha Bijaksana.",
		"verse_11": "Dan jika seseorang dari Isteri-isterimu lari kepada orang-orang kafir, lalu kamu mengalahkan mereka Maka bayarkanlah kepada orang-orang yang lari isterinya itu mahar sebanyak yang Telah mereka bayar. dan bertakwalah kepada Allah yang kepada-Nya kamu beriman.",
		"verse_12": "Hai nabi, apabila datang kepadamu perempuan-perempuan yang beriman untuk mengadakan janji setia, bahwa mereka tiada akan menyekutukan Allah, tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dan tidak akan mendurhakaimu dalam urusan yang baik, Maka terimalah janji setia mereka dan mohonkanlah ampunan kepada Allah untuk mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
		"verse_13": "Hai orang-orang yang beriman, janganlah kamu jadikan penolongmu kaum yang dimurkai Allah. Sesungguhnya mereka Telah putus asa terhadap negeri akhirat sebagaimana orang-orang kafir yang Telah berada dalam kubur berputus asa."
	},
	"count": "13"
}