{
	"index": "048",
	"verse": {
		"verse_1": "Sesungguhnya kami Telah memberikan kepadamu kemenangan yang nyata,",
		"verse_2": "Supaya Allah memberi ampunan kepadamu terhadap dosamu yang Telah lalu dan yang akan datang serta menyempurnakan nikmat-Nya atasmu dan memimpin kamu kepada jalan yang lurus,",
		"verse_3": "Dan supaya Allah menolongmu dengan pertolongan yang Kuat (banyak).",
		"verse_4": "Dia-lah yang Telah menurunkan ketenangan ke dalam hati orang-orang mukmin supaya keimanan mereka bertambah di samping keimanan mereka (yang Telah ada). dan kepunyaan Allah-lah tentara langit dan bumi dan adalah Allah Maha mengetahui lagi Maha Bijaksana,",
		"verse_5": "Supaya dia memasukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya dan supaya dia menutupi kesalahan-kesalahan mereka. dan yang demikian itu adalah keberuntungan yang besar di sisi Allah,",
		"verse_6": "Dan supaya dia mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan yang mereka itu berprasangka buruk terhadap Allah. mereka akan mendapat giliran (kebinasaan) yang amat buruk dan Allah memurkai dan mengutuk mereka serta menyediakan bagi mereka neraka jahannam. dan (neraka Jahannam) Itulah sejahat-jahat tempat kembali.",
		"verse_7": "Dan kepunyaan Allah-lah tentara langit dan bumi. dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
		"verse_8": "Sesungguhnya kami mengutus kamu sebagai saksi, pembawa berita gembira dan pemberi peringatan,",
		"verse_9": "Supaya kamu sekalian beriman kepada Allah dan Rasul-Nya, menguatkan (agama)Nya, membesarkan-Nya. dan bertasbih kepada-Nya di waktu pagi dan petang.",
		"verse_10": "Bahwasanya orang-orang yang berjanji setia kepada kamu Sesungguhnya mereka berjanji setia kepada Allah. tangan Allah di atas tangan mereka, Maka barangsiapa yang melanggar janjinya niscaya akibat ia melanggar janji itu akan menimpa dirinya sendiri dan barangsiapa menepati janjinya kepada Allah Maka Allah akan memberinya pahala yang besar.",
		"verse_11": "Orang-orang Badwi yang tertinggal (Tidak turut ke Hudaibiyah) akan mengatakan: \"Harta dan keluarga kami Telah merintangi kami, Maka mohonkanlah ampunan untuk kami\"; mereka mengucapkan dengan lidahnya apa yang tidak ada dalam hatinya. Katakanlah : \"Maka siapakah (gerangan) yang dapat menghalang-halangi kehendak Allah jika dia menghendaki kemudharatan bagimu atau jika dia menghendaki manfaat bagimu. Sebenarnya Allah Maha mengetahui apa yang kamu kerjakan.",
		"verse_12": "Tetapi kamu menyangka bahwa Rasul dan orang-orang mukmin tidak sekali-kali akan kembali kepada keluarga mereka selama-lamanya dan syaitan Telah menjadikan kamu memandang baik dalam hatimu persangkaan itu, dan kamu Telah menyangka dengan sangkaan yang buruk dan kamu menjadi kaum yang binasa.",
		"verse_13": "Dan barangsiapa yang tidak beriman kepada Allah dan rasul-Nya Maka Sesungguhnya kami menyediakan untuk orang-orang yang kafir neraka yang bernyala-nyala.",
		"verse_14": "Dan Hanya kepunyaan Allah-lah kerajaan langit dan bumi. dia memberikan ampun kepada siapa yang dikehendaki-Nya dan mengazab siapa yang dikehendaki-Nya. dan Allah Maha Pengampun lagi Maha Penyayang.",
		"verse_15": "Orang-orang Badwi yang tertinggal itu akan Berkata apabila kamu berangkat untuk mengambil barang rampasan: \"Biarkanlah kami, niscaya kami mengikuti kamu\"; mereka hendak merobah janji Allah. Katakanlah: \"Kamu sekali-kali tidak (boleh) mengikuti Kami; demikian Allah Telah menetapkan sebelumnya\"; mereka akan mengatakan: \"Sebenarnya kamu dengki kepada kami\". bahkan mereka tidak mengerti melainkan sedikit sekali.",
		"verse_16": "Katakanlah kepada orang-orang Badwi yang tertinggal: \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu akan memerangi mereka atau mereka menyerah (masuk Islam). Maka jika kamu patuhi (ajakan itu) niscaya Allah akan memberikan kepadamu pahala yang baik dan jika kamu berpaling sebagaimana kamu Telah berpaling sebelumnya, niscaya dia akan mengazab kamu dengan azab yang pedih\".",
		"verse_17": "Tiada dosa atas orang-orang yang buta dan atas orang yang pincang dan atas orang yang sakit (apabila tidak ikut berperang). dan barangsiapa yang taat kepada Allah dan Rasul-Nya; niscaya Allah akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai dan barang siapa yang berpaling niscaya akan diazab-Nya dengan azab yang pedih.",
		"verse_18": "Sesungguhnya Allah Telah ridha terhadap orang-orang mukmin ketika mereka berjanji setia kepadamu di bawah pohon, Maka Allah mengetahui apa yang ada dalam hati mereka lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat (waktunya).",
		"verse_19": "Serta harta rampasan yang banyak yang dapat mereka ambil. dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
		"verse_20": "Allah menjanjikan kepada kamu harta rampasan yang banyak yang dapat kamu ambil, Maka disegerakan-Nya harta rampasan Ini untukmu dan dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya) dan agar hal itu menjadi bukti bagi orang-orang mukmin dan agar dia menunjuki kamu kepada jalan yang lurus.",
		"verse_21": "Dan (telah menjanjikan pula kemenangan-kemenangan) yang lain (atas negeri-negeri) yang kamu belum dapat menguasainya yang sungguh Allah Telah menentukan-Nya. dan adalah Allah Maha Kuasa atas segala sesuatu.",
		"verse_22": "Dan sekiranya orang-orang kafir itu memerangi kamu Pastilah mereka berbalik melarikan diri ke belakang (kalah) Kemudian mereka tiada memperoleh pelindung dan tidak (pula) penolong.",
		"verse_23": "Sebagai suatu sunnatullah yang Telah berlaku sejak dahulu, kamu sekali-kali tiada akan menemukan peubahan bagi sunnatullah itu.",
		"verse_24": "Dan Dia-lah yang menahan tangan mereka dari (membinasakan) kamu dan (menahan) tangan kamu dari (membinasakan) mereka di tengah kota Mekah sesudah Allah memenangkan kamu atas mereka, dan adalah Allah Maha melihat apa yang kamu kerjakan.",
		"verse_25": "Merekalah orang-orang yang kafir yang menghalangi kamu dari (masuk) Masjidil Haram dan menghalangi hewan korban sampai ke tempat (penyembelihan)nya. dan kalau tidaklah Karena laki-laki yang mukmin dan perempuan-perempuan yang mukmin yang tiada kamu ketahui, bahwa kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesusahan tanpa pengetahuanmu (tentulah Allah tidak akan menahan tanganmu dari membinasakan mereka). supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya. sekiranya mereka tidak bercampur-baur, tentulah kami akan mengazab orang-orang yag kafir di antara mereka dengan azab yang pedih.",
		"verse_26": "Ketika orang-orang kafir menanamkan dalam hati mereka kesombongan (yaitu) kesombongan Jahiliyah lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin dan Allah mewajibkan kepada mereka kalimat-takwa dan adalah mereka berhak dengan kalimat takwa itu dan patut memilikinya. dan adalah Allah Maha mengetahui segala sesuatu.",
		"verse_27": "Sesungguhnya Allah akan membuktikan kepada Rasul-Nya, tentang kebenaran mimpinya dengan Sebenarnya (yaitu) bahwa Sesungguhnya kamu pasti akan memasuki Masjidil Haram, insya Allah dalam keadaan aman, dengan mencukur rambut kepala dan mengguntingnya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tiada kamu ketahui dan dia memberikan sebelum itu kemenangan yang dekat.",
		"verse_28": "Dia-lah yang mengutus rasul-Nya dengan membawa petunjuk dan agama yang hak agar dimenangkan-Nya terhadap semua agama. dan cukuplah Allah sebagai saksi.",
		"verse_29": "Muhammad itu adalah utusan Allah dan orang-orang yang bersama dengan dia adalah keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. kamu lihat mereka ruku' dan sujud mencari karunia Allah dan keridhaan-Nya, tanda-tanda mereka tampak pada muka mereka dari bekas sujud. Demikianlah sifat-sifat mereka dalam Taurat dan sifat-sifat mereka dalam Injil, yaitu seperti tanaman yang mengeluarkan tunasnya Maka tunas itu menjadikan tanaman itu Kuat lalu menjadi besarlah dia dan tegak lurus di atas pokoknya; tanaman itu menyenangkan hati penanam-penanamnya Karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal yang saleh di antara mereka ampunan dan pahala yang besar."
	},
	"count": "29"
}