{
	"index": "046",
	"verse": {
		"verse_1": "Haa Miim.",
		"verse_2": "Diturunkan Kitab Ini dari Allah yang Maha Perkasa lagi Maha Bijaksana.",
		"verse_3": "Kami tiada menciptakan langit dan bumi dan apa yang ada antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. dan orang-orang yang kafir berpaling dari apa yang diperingatkan kepada mereka.",
		"verse_4": "Katakanlah: \"Terangkanlah kepadaku tentang apa yang kamu sembah selain Allah; perlihatkan kepada-Ku apakah yang Telah mereka ciptakan dari bumi Ini atau Adakah mereka berserikat (dengan Allah) dalam (penciptaan) langit? bawalah kepada-Ku Kitab yang sebelum (Al Quran) Ini atau peninggalan dari pengetahuan (orang-orang dahulu), jika kamu adalah orang-orang yang benar\"",
		"verse_5": "Dan siapakah yang lebih sesat daripada orang yang menyembah sembahan-sembahan selain Allah yang tiada dapat memperkenankan (doa) nya sampai hari kiamat dan mereka lalai dari (memperhatikan) doa mereka?",
		"verse_6": "Dan apabila manusia dikumpulkan (pada hari kiamat) niscaya sembahan-sembahan itu menjadi musuh mereka dan mengingkari pemujaan-pemujaan mereka.",
		"verse_7": "Dan apabila dibacakan kepada mereka ayat-ayat kami yang menjelaskan, berkatalah orang-orang yang mengingkari kebenaran ketika kebenaran itu datang kepada mereka: \"Ini adalah sihir yang nyata\".",
		"verse_8": "Bahkan mereka mengatakan: \"Dia (Muhammad) Telah mengada-adakannya (Al Quran)\". Katakanlah: \"Jika Aku mengada-adakannya, Maka kamu tiada mempunyai Kuasa sedikitpun mempertahankan Aku dari (azab) Allah itu. dia lebih mengetahui apa-apa yang kamu percakapkan tentang Al Quran itu. cukuplah dia menjadi saksi antaraku dan antaramu dan Dia-lah yang Maha Pengampun lagi Maha penyayang\".",
		"verse_9": "Katakanlah: \"Aku bukanlah Rasul yang pertama di antara rasul-rasul dan Aku tidak mengetahui apa yang akan diperbuat terhadapku dan tidak (pula) terhadapmu. Aku tidak lain hanyalah mengikuti apa yang diwahyukan kepadaku dan Aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan\".",
		"verse_10": "Katakanlah: \"Terangkanlah kepadaku, bagaimanakah pendapatmu jika Al Quran itu datang dari sisi Allah, padahal kamu mengingkarinya dan seorang saksi dari Bani Israil mengakui (kebenaran) yang serupa dengan (yang tersebut dalam) Al Quran lalu dia beriman, sedang kamu menyombongkan diri. Sesungguhnya Allah tiada memberi petunjuk kepada orang-orang yang zalim\".",
		"verse_11": "Dan orang-orang kafir Berkata kepada orang-orang yang beriman: \"Kalau sekiranya di (Al Quran) adalah suatu yang baik, tentulah mereka tiada mendahului kami (beriman) kepadanya. dan Karena mereka tidak mendapat petunjuk dengannya Maka mereka akan berkata: \"Ini adalah dusta yang lama\".",
		"verse_12": "Dan sebelum Al Quran itu Telah ada Kitab Musa sebagai petunjuk dan rahmat. dan Ini (Al Quran) adalah Kitab yang membenarkannya dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang yang berbuat baik.",
		"verse_13": "Sesungguhnya orang-orang yang mengatakan: \"Tuhan kami ialah Allah\", Kemudian mereka tetap istiqamah Maka tidak ada kekhawatiran terhadap mereka dan mereka tiada (pula) berduka cita.",
		"verse_14": "Mereka Itulah penghuni-penghuni surga, mereka kekal di dalamnya; sebagai balasan atas apa yang Telah mereka kerjakan.",
		"verse_15": "Kami perintahkan kepada manusia supaya berbuat baik kepada dua orang ibu bapaknya, ibunya mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). mengandungnya sampai menyapihnya adalah tiga puluh bulan, sehingga apabila dia Telah dewasa dan umurnya sampai empat puluh tahun ia berdoa: \"Ya Tuhanku, tunjukilah Aku untuk mensyukuri nikmat Engkau yang Telah Engkau berikan kepadaku dan kepada ibu bapakku dan supaya Aku dapat berbuat amal yang saleh yang Engkau ridhai; berilah kebaikan kepadaku dengan (memberi kebaikan) kepada anak cucuku. Sesungguhnya Aku bertaubat kepada Engkau dan Sesungguhnya Aku termasuk orang-orang yang berserah diri\".",
		"verse_16": "Mereka Itulah orang-orang yang kami terima dari mereka amal yang baik yang Telah mereka kerjakan dan kami ampuni kesalahan-kesalahan mereka, bersama penghuni-penghuni surga, sebagai janji yang benar yang Telah dijanjikan kepada mereka.",
		"verse_17": "Dan orang yang Berkata kepada dua orang ibu bapaknya: \"Cis bagi kamu keduanya, apakah kamu keduanya memperingatkan kepadaku bahwa Aku akan dibangkitkan, padahal sungguh Telah berlalu beberapa umat sebelumku? lalu kedua ibu bapaknya itu memohon pertolongan kepada Allah seraya mengatakan: \"Celaka kamu, berimanlah! Sesungguhnya janji Allah adalah benar\". lalu dia berkata: \"Ini tidak lain hanyalah dongengan orang-orang dahulu belaka\".",
		"verse_18": "Mereka Itulah orang-orang yang Telah pasti ketetapan (azab) atas mereka bersama umat-umat yang Telah berlalu sebelum mereka dari jin dan manusia. Sesungguhnya mereka adalah orang-orang yang merugi.",
		"verse_19": "Dan bagi masing-masing mereka derajat menurut apa yang Telah mereka kerjakan dan agar Allah mencukupkan bagi mereka (balasan) pekerjaan-pekerjaan mereka sedang mereka tiada dirugikan.",
		"verse_20": "Dan (Ingatlah) hari (ketika) orang-orang kafir dihadapkan ke neraka (kepada mereka dikatakan): \"Kamu Telah menghabiskan rezkimu yang baik dalam kehidupan duniawimu (saja) dan kamu Telah bersenang-senang dengannya; Maka pada hari Ini kamu dibalasi dengan azab yang menghinakan Karena kamu Telah menyombongkan diri di muka bumi tanpa hak dan Karena kamu Telah fasik\".",
		"verse_21": "Dan ingatlah (Hud) saudara kaum 'Aad yaitu ketika dia memberi peringatan kepada kaumnya di Al Ahqaaf dan Sesungguhnya Telah terdahulu beberapa orang pemberi peringatan sebelumnya dan sesudahnya (dengan mengatakan): \"Janganlah kamu menyembah selain Allah, Sesungguhnya Aku khawatir kamu akan ditimpa azab hari yang besar\".",
		"verse_22": "Mereka menjawab: \"Apakah kamu datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan Kami? Maka datangkanlah kepada kami azab yang Telah kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar\".",
		"verse_23": "Ia berkata: \"Sesungguhnya pengetahuan (tentang itu) Hanya pada sisi Allah dan Aku (hanya) menyampaikan kepadamu apa yang Aku diutus dengan membawanya tetapi Aku lihat kamu adalah kaum yang bodoh\".",
		"verse_24": "Maka tatkala mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, berkatalah mereka: \"Inilah awan yang akan menurunkan hujan kepada kami\". (Bukan!) bahkan Itulah azab yang kamu minta supaya datang dengan segera (yaitu) angin yang mengandung azab yang pedih,",
		"verse_25": "Yang menghancurkan segala sesuatu dengan perintah Tuhannya, Maka jadilah mereka tidak ada yang kelihatan lagi kecuali (bekas-bekas) tempat tinggal mereka. Demikianlah kami memberi balasan kepada kaum yang berdosa.",
		"verse_26": "Dan Sesungguhnya kami Telah meneguhkan kedudukan mereka dalam hal-hal yang kami belum pernah meneguhkan kedudukanmu dalam hal itu dan kami Telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit juapun bagi mereka, Karena mereka selalu mengingkari ayat-ayat Allah dan mereka Telah diliputi oleh siksa yang dahulu selalu mereka memperolok-olokkannya.",
		"verse_27": "Dan Sesungguhnya kami Telah membinasakan negeri-negeri di sekitarmu dan kami Telah mendatangkan tanda-tanda kebesaran kami berulang-ulang supaya mereka kembali (bertaubat).",
		"verse_28": "Maka Mengapa yang mereka sembah selain Allah sebagai Tuhan untuk mendekatkan diri (kepada Allah) tidak dapat menolong mereka. bahkan tuhan-tuhan itu Telah lenyap dari mereka? Itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan.",
		"verse_29": "Dan (Ingatlah) ketika kami hadapkan serombongan jin kepadamu yang mendengarkan Al Quran, Maka tatkala mereka menghadiri pembacaan (nya) lalu mereka berkata: \"Diamlah kamu (untuk mendengarkannya)\". ketika pembacaan Telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan.",
		"verse_30": "Mereka berkata: \"Hai kaum kami, Sesungguhnya kami Telah mendengarkan Kitab (Al Quran) yang Telah diturunkan sesudah Musa yang membenarkan kitab-kitab yang sebelumnya lagi memimpin kepada kebenaran dan kepada jalan yang lurus.",
		"verse_31": "Hai kaum kami, terimalah (seruan) orang yang menyeru kepada Allah dan berimanlah kepada-Nya, niscaya Allah akan mengampuni dosa-dosa kamu dan melepaskan kamu dari azab yang pedih.",
		"verse_32": "Dan orang yang tidak menerima (seruan) orang yang menyeru kepada Allah Maka dia tidak akan melepaskan diri dari azab Allah di muka bumi dan tidak ada baginya pelindung selain Allah. mereka itu dalam kesesatan yang nyata\".",
		"verse_33": "Dan apakah mereka tidak memperhatikan bahwa Sesungguhnya Allah yang menciptakan langit dan bumi dan dia tidak merasa payah Karena menciptakannya, Kuasa menghidupkan orang-orang mati? Ya (bahkan) Sesungguhnya dia Maha Kuasa atas segala sesuatu.",
		"verse_34": "Dan (Ingatlah) hari (ketika) orang-orang kafir dihadapkan kepada neraka, (Dikatakan kepada mereka): \"Bukankah (azab) Ini benar?\" mereka menjawab: \"Ya benar, demi Tuhan kami\". Allah berfirman \"Maka rasakanlah azab Ini disebabkan kamu selalu ingkar\".",
		"verse_35": "Maka Bersabarlah kamu seperti orang-orang yang mempunyai keteguhan hati dari rasul-rasul Telah bersabar dan janganlah kamu meminta disegerakan (azab) bagi mereka. pada hari mereka melihat azab yang diancamkan kepada mereka (merasa) seolah-olah tidak tinggal (di dunia) melainkan sesaat pada siang hari. (Inilah) suatu pelajaran yang cukup, Maka tidak dibinasakan melainkan kaum yang fasik."
	},
	"count": "35"
}