{
    "index": 51,
    "verse": {
        "verse_1": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_2": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_3": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_4": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_5": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_6": "أقسم الله تعالى بالرياح المثيرات للتراب، فالسحب الحاملات ثقلا عظيمًا من الماء، فالسفن التي تجري في البحار جريًا ذا يسر وسهولة، فالملائكة التي تُقَسِّم أمر الله في خلقه. إن الذي توعدون به- أيها الناس- من البعث والحساب لكائن حق يقين، وإن الحساب والثواب على الأعمال لكائن لا محالة.",
        "verse_7": "وأقسم الله تعالى بالسماء ذات الخَلْق الحسن، إنكم- أيها المكذبون- لفي قول مضطرب في هذا القرآن، وفي الرسول صلى الله عليه وسلم. يُصرف عن القرآن والرسول صلى الله عليه وسلم مَن صُرف عن الإيمان بهما؛ لإعراضه عن أدلة الله وبراهينه اليقينية فلم يوفَّق إلى الخير.",
        "verse_8": "وأقسم الله تعالى بالسماء ذات الخَلْق الحسن، إنكم- أيها المكذبون- لفي قول مضطرب في هذا القرآن، وفي الرسول صلى الله عليه وسلم. يُصرف عن القرآن والرسول صلى الله عليه وسلم مَن صُرف عن الإيمان بهما؛ لإعراضه عن أدلة الله وبراهينه اليقينية فلم يوفَّق إلى الخير.",
        "verse_9": "وأقسم الله تعالى بالسماء ذات الخَلْق الحسن، إنكم- أيها المكذبون- لفي قول مضطرب في هذا القرآن، وفي الرسول صلى الله عليه وسلم. يُصرف عن القرآن والرسول صلى الله عليه وسلم مَن صُرف عن الإيمان بهما؛ لإعراضه عن أدلة الله وبراهينه اليقينية فلم يوفَّق إلى الخير.",
        "verse_10": "لُعِن الكذابون الظانون غير الحق، الذين هم في لُـجَّة من الكفر والضلالة غافلون متمادون.",
        "verse_11": "لُعِن الكذابون الظانون غير الحق، الذين هم في لُـجَّة من الكفر والضلالة غافلون متمادون.",
        "verse_12": "يسأل هؤلاء الكذابون سؤال استبعاد وتكذيب: متى يوم الحساب والجزاء؟",
        "verse_13": "يوم الجزاء، يوم يُعذَّبون بالإحراق بالنار، ويقال لهم: ذوقوا عذابكم الذي كنتم به تستعجلون في الدنيا.",
        "verse_14": "يوم الجزاء، يوم يُعذَّبون بالإحراق بالنار، ويقال لهم: ذوقوا عذابكم الذي كنتم به تستعجلون في الدنيا.",
        "verse_15": "إن الذين اتقوا الله في جنات عظيمة، وعيون ماء جارية، أعطاهم الله جميع مُناهم من أصناف النعيم، فأخذوا ذلك راضين به، فَرِحة به نفوسهم، إنهم كانوا قبل ذلك النعيم محسنين في الدنيا بأعمالهم الصالحة.",
        "verse_16": "إن الذين اتقوا الله في جنات عظيمة، وعيون ماء جارية، أعطاهم الله جميع مُناهم من أصناف النعيم، فأخذوا ذلك راضين به، فَرِحة به نفوسهم، إنهم كانوا قبل ذلك النعيم محسنين في الدنيا بأعمالهم الصالحة.",
        "verse_17": "كان هؤلاء المحسنون قليلا من الليل ما ينامون، يُصَلُّون لربهم قانتين له، وفي أواخر الليل قبيل الفجر يستغفرون الله من ذنوبهم.",
        "verse_18": "كان هؤلاء المحسنون قليلا من الليل ما ينامون، يُصَلُّون لربهم قانتين له، وفي أواخر الليل قبيل الفجر يستغفرون الله من ذنوبهم.",
        "verse_19": "وفي أموالهم حق واجب ومستحب للمحتاجين الذين يسألون الناس، والذين لا يسألونهم حياء.",
        "verse_20": "وفي الأرض عبر ودلائل واضحة على قدرة خلقها لأهل اليقين بأن الله هو الإله الحق وحده لا شريك له، والمصدِّقين لرسوله صلى الله عليه وسلم.",
        "verse_21": "وفي خلق أنفسكم دلائل على قدرة الله تعالى، وعبر تدلكم على وحدانية خالقكم، وأنه لا إله لكم يستحق العبادة سواه، أغَفَلتم عنها، فلا تبصرون ذلك، فتعتبرون به؟",
        "verse_22": "وفي السماء رزقكم وما توعدون من الخير والشر والثواب والعقاب، وغير ذلك كله مكتوب مقدَّر.",
        "verse_23": "أقسم الله تعالى بنفسه الكريمة أنَّ ما وعدكم به حق، فلا تَشُكُّوا فيه كما لا تَشُكُّون في نطقكم.",
        "verse_24": "هل أتاك -أيها الرسول- حديث ضيف إبراهيم الذين أكرمهم- وكانوا من الملائكة الكرام- حين دخلوا عليه في بيته، فحيَّوه قائلين له: سلامًا، فردَّ عليهم التحية قائلا سلام عليكم، أنتم قوم غرباء لا نعرفكم.",
        "verse_25": "هل أتاك -أيها الرسول- حديث ضيف إبراهيم الذين أكرمهم- وكانوا من الملائكة الكرام- حين دخلوا عليه في بيته، فحيَّوه قائلين له: سلامًا، فردَّ عليهم التحية قائلا سلام عليكم، أنتم قوم غرباء لا نعرفكم.",
        "verse_26": "فعَدَلَ ومال خفية إلى أهله، فعمد إلى عجل سمين فذبحه، وشواه بالنار، ثم وضعه أمامهم، وتلَّطف في دعوتهم إلى الطعام قائلا ألا تأكلون؟",
        "verse_27": "فعَدَلَ ومال خفية إلى أهله، فعمد إلى عجل سمين فذبحه، وشواه بالنار، ثم وضعه أمامهم، وتلَّطف في دعوتهم إلى الطعام قائلا ألا تأكلون؟",
        "verse_28": "فلما رآهم لا يأكلون أحسَّ في نفسه خوفًا منهم، قالوا له: لا تَخَفْ إنا رسل الله، وبشروه بأن زوجته \"سَارَةَ\" ستلد له ولدًا، سيكون من أهل العلم بالله وبدينه، وهو إسحاق عليه السلام.",
        "verse_29": "فلما سمعت زوجة إبراهيم مقالة هؤلاء الملائكة بالبشارة أقبلت نحوهم في صيحة، فلطمت وجهها تعجبًا من هذا الأمر، وقالت: كيف ألد وأنا عجوز عقيم لا ألد؟",
        "verse_30": "قالت لها ملائكة الله: هكذا قال ربك كما أخبرناك، وهو القادر على ذلك، فلا عجب من قدرته. إنه سبحانه وتعالى هو الحكيم الذي يضع الأشياء مواضعها، العليم بمصالح عباده.",
        "verse_31": "قال إبراهيم عليه السلام، لملائكة الله: ما شأنكم وفيم أُرسلتم؟ قالوا: إن الله أرسلنا إلى قوم قد أجرموا لكفرهم بالله؛ لنهلكهم بحجارة من طين متحجِّر، معلَّمة عند ربك لهؤلاء المتجاوزين الحدَّ في الفجور والعصيان.",
        "verse_32": "قال إبراهيم عليه السلام، لملائكة الله: ما شأنكم وفيم أُرسلتم؟ قالوا: إن الله أرسلنا إلى قوم قد أجرموا لكفرهم بالله؛ لنهلكهم بحجارة من طين متحجِّر، معلَّمة عند ربك لهؤلاء المتجاوزين الحدَّ في الفجور والعصيان.",
        "verse_33": "قال إبراهيم عليه السلام، لملائكة الله: ما شأنكم وفيم أُرسلتم؟ قالوا: إن الله أرسلنا إلى قوم قد أجرموا لكفرهم بالله؛ لنهلكهم بحجارة من طين متحجِّر، معلَّمة عند ربك لهؤلاء المتجاوزين الحدَّ في الفجور والعصيان.",
        "verse_34": "قال إبراهيم عليه السلام، لملائكة الله: ما شأنكم وفيم أُرسلتم؟ قالوا: إن الله أرسلنا إلى قوم قد أجرموا لكفرهم بالله؛ لنهلكهم بحجارة من طين متحجِّر، معلَّمة عند ربك لهؤلاء المتجاوزين الحدَّ في الفجور والعصيان.",
        "verse_35": "فأخرجنا مَن كان في قرية قوم لوط من أهل الإيمان.",
        "verse_36": "فما وجدنا في تلك القرية غير بيت من المسلمين، وهو بيت لوط عليه السلام.",
        "verse_37": "وتركنا في القرية المذكورة أثرًا من العذاب باقيًا علامة على قدرة الله تعالى وانتقامه من الكفرة، وذلك عبرة لمن يخافون عذاب الله المؤلم الموجع.",
        "verse_38": "وفي إرسالنا موسى إلى فرعون وملئه بالآيات والمعجزات الظاهرة آية للذين يخافون العذاب الأليم. فأعْرَضَ فرعون مغترًّا بقوته وجانبه، وقال عن موسى: إنه ساحر أو مجنون.",
        "verse_39": "وفي إرسالنا موسى إلى فرعون وملئه بالآيات والمعجزات الظاهرة آية للذين يخافون العذاب الأليم. فأعْرَضَ فرعون مغترًّا بقوته وجانبه، وقال عن موسى: إنه ساحر أو مجنون.",
        "verse_40": "فأخذنا فرعون وجنوده، فطرحناهم في البحر، وهو آتٍ ما يلام عليه؛ بسبب كفره وجحوده وفجوره.",
        "verse_41": "وفي شأن عاد وإهلاكهم آيات وعبر لمن تأمل، إذ أرسلنا عليهم الريح التي لا بركة فيها ولا تأتي بخير، ما تَدَعُ شيئًا مرَّت عليه إلا صيَّرته كالشيء البالي.",
        "verse_42": "وفي شأن عاد وإهلاكهم آيات وعبر لمن تأمل، إذ أرسلنا عليهم الريح التي لا بركة فيها ولا تأتي بخير، ما تَدَعُ شيئًا مرَّت عليه إلا صيَّرته كالشيء البالي.",
        "verse_43": "وفي شأن ثمود وإهلاكهم آيات وعبر، إذ قيل لهم: انتفعوا بحياتكم حتى تنتهي آجالكم. فعصوا أمر ربهم، فأخذتهم صاعقة العذاب، وهم ينظرون إلى عقوبتهم بأعينهم.",
        "verse_44": "وفي شأن ثمود وإهلاكهم آيات وعبر، إذ قيل لهم: انتفعوا بحياتكم حتى تنتهي آجالكم. فعصوا أمر ربهم، فأخذتهم صاعقة العذاب، وهم ينظرون إلى عقوبتهم بأعينهم.",
        "verse_45": "فما أمكنهم الهرب ولا النهوض مما هم فيه من العذاب، وما كانوا منتصرين لأنفسهم.",
        "verse_46": "وأهلكنا قوم نوح من قبل هؤلاء، إنهم كانوا قومًا مخالفين لأمر الله، خارجين عن طاعته.",
        "verse_47": "والسماء خلقناها وأتقناها، وجعلناها سَقْفًا للأرض بقوة وقدرة عظيمة، وإنا لموسعون لأرجائها وأنحائها.",
        "verse_48": "والأرض جعلناها فراشًا للخلق للاستقرار عليها، فنعم الماهدون نحن.",
        "verse_49": "ومن كل شيء من أجناس الموجودات خلقنا نوعين مختلفين؛ لكي تتذكروا قدرة الله، وتعتبروا.",
        "verse_50": "ففروا-أيها الناس- من عقاب الله إلى رحمته بالإيمان به وبرسوله، واتباع أمره والعمل بطاعته، إني لكم نذير بيِّن الإنذار. وكان رسول الله صلى الله عليه وسلم إذا حزبه أمر، فزع إلى الصلاة، وهذا فرار إلى الله.",
        "verse_51": "ولا تجعلوا مع الله معبودًا آخر، إني لكم من الله نذير بيِّن الإنذار.",
        "verse_52": "كما كذبت قريش نبيَّها محمدًا صلى الله عليه وسلم، وقالوا: هو شاعر أو ساحر أو مجنون، فعلت الأمم المكذبة رسلها من قبل قريش، فأحلَّ الله بهم نقمته.",
        "verse_53": "أتواصى الأولون والآخرون بالتكذيب بالرسول حين قالوا ذلك جميعًا؟ بل هم قوم طغاة تشابهت قلوبهم وأعمالهم بالكفر والطغيان، فقال متأخروهم ذلك، كما قاله متقدموهم.",
        "verse_54": "فأعرضْ -أيها الرسول- عن المشركين حتى يأتيك فيهم أمر الله، فما أنت بملوم من أحد، فقد بلَّغت ما أُرسلت به.",
        "verse_55": "ومع إعراضك -أيها الرسول- عنهم، وعدم الالتفات إلى تخذيلهم، داوم على الدعوة إلى الله، وعلى وعظ من أُرسلتَ إليهم؛ فإن التذكير والموعظة ينتفع بهما أهل القلوب المؤمنة، وفيهما إقامة الحجة على المعرضين.",
        "verse_56": "وما خلقت الجن والإنس وبعثت جميع الرسل إلا لغاية سامية، هي عبادتي وحدي دون مَن سواي.",
        "verse_57": "ما أريد منهم من رزق وما أريد أن يطعمون، فأنا الرزاق المعطي. فهو سبحانه غير محتاج إلى الخلق، بل هم الفقراء إليه في جميع أحوالهم، فهو خالقهم ورازقهم والغني عنهم.",
        "verse_58": "إن الله وحده هو الرزاق لخلقه، المتكفل بأقواتهم، ذو القوة المتين، لا يُقْهَر ولا يغالَب، فله القدرة والقوة كلها.",
        "verse_59": "فإن للذين ظلموا بتكذيبهم الرسول محمدًا صلى الله عليه وسلم نصيبًا من عذاب الله نازلا بهم مثل نصيب أصحابهم الذين مضَوْا من قبلهم، فلا يستعجلون بالعذاب، فهو آتيهم لا محالة.",
        "verse_60": "فهلاك وشقاء للذين كفروا بالله ورسوله من يومهم الذي يوعدون فيه بنزول العذاب بهم، وهو يوم القيامة."
    },
    "count": 60
}
