{
    "index": 36,
    "verse": {
        "verse_1": "(يس) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "verse_2": "يقسم الله تعالى بالقرآن المحكم بما فيه من الأحكام والحكم والحجج، إنك -أيها الرسول- لمن المرسلين بوحي الله إلى عباده، على طريق مستقيم معتدل، وهو الإسلام.",
        "verse_3": "يقسم الله تعالى بالقرآن المحكم بما فيه من الأحكام والحكم والحجج، إنك -أيها الرسول- لمن المرسلين بوحي الله إلى عباده، على طريق مستقيم معتدل، وهو الإسلام.",
        "verse_4": "يقسم الله تعالى بالقرآن المحكم بما فيه من الأحكام والحكم والحجج، إنك -أيها الرسول- لمن المرسلين بوحي الله إلى عباده، على طريق مستقيم معتدل، وهو الإسلام.",
        "verse_5": "هذا القرآن تنزيل العزيز في انتقامه من أهل الكفر والمعاصي، الرحيم بمن تاب من عباده وعمل صالحًا.",
        "verse_6": "أنزلناه عليك -أيها الرسول- لتحذر به قومًا لم يُنْذَرْ آباؤهم من قبلك، وهم العرب، فهؤلاء القوم ساهون عن الإيمان والاستقامة على العمل الصالح. وكل أمة ينقطع عنها الإنذار تقع في الغفلة، وفي هذا دليل على وجوب الدعوة والتذكير على العلماء بالله وشرعه؛ لإيقاظ المسلمين من غفلتهم.",
        "verse_7": "لقد وجب العذاب على أكثر هؤلاء الكافرين، بعد أن عُرِض عليهم الحق فرفضوه، فهم لا يصدقون بالله ولا برسوله، ولا يعملون بشرعه.",
        "verse_8": "إنا جعلنا هؤلاء الكفار الذين عُرض عليهم الحق فردُّوه، وأصرُّوا على الكفر وعدم الإيمان، كمن جُعِل في أعناقهم أغلال، فجمعت أيديهم مع أعناقهم تحت أذقانهم، فاضطروا إلى رفع رؤوسهم إلى السماء، فهم مغلولون عن كل خير، لا يبصرون الحق ولا يهتدون إليه.",
        "verse_9": "وجعلنا من أمام الكافرين سدًّا ومن ورائهم سدًّا، فهم بمنزلة من سُدَّ طريقه من بين يديه ومن خلفه، فأعمينا أبصارهم؛ بسبب كفرهم واستكبارهم، فهم لا يبصرون رشدًا، ولا يهتدون. وكل من قابل دعوة الإسلام بالإعراض والعناد، فهو حقيق بهذا العقاب.",
        "verse_10": "يستوي عند هؤلاء الكفار المعاندين تحذيرك لهم -أيها الرسول- وعدم تحذيرك، فهم لا يصدِّقون ولا يعملون.",
        "verse_11": "إنما ينفع تحذيرك مَن آمن بالقرآن، واتبع ما فيه من أحكام الله، وخاف الرحمن، حيث لا يراه أحد إلا الله، فبشِّره بمغفرة من الله لذنوبه، وثواب منه في الآخرة على أعماله الصالحة، وهو دخوله الجنة.",
        "verse_12": "إنا نحن نحيي الأموات جميعًا ببعثهم يوم القيامة، ونكتب ما عملوا من الخير والشر، وآثارهم التي كانوا سببًا فيها في حياتهم وبعد مماتهم من خير، كالولد الصالح، والعلم النافع، والصدقة الجارية، ومن شر، كالشرك والعصيان، وكلَّ شيء أحصيناه في كتاب واضح هو أمُّ الكتب، وإليه مرجعها، وهو اللوح المحفوظ. فعلى العاقل محاسبة نفسه؛ ليكون قدوة في الخير في حياته وبعد مماته.",
        "verse_13": "واضرب -أيها الرسول- لمشركي قومك الرادِّين لدعوتك مثلا يعتبرون به، وهو قصة أهل القرية، حين ذهب إليهم المرسلون، إذ أرسلنا إليهم رسولين لدعوتهم إلى الإيمان بالله وترك عبادة غيره، فكذَّب أهل القرية الرسولين، فعزَّزناهما وقويناهما برسول ثالث، فقال الثلاثة لأهل القرية: إنا إليكم -أيها القوم- مرسلون.",
        "verse_14": "واضرب -أيها الرسول- لمشركي قومك الرادِّين لدعوتك مثلا يعتبرون به، وهو قصة أهل القرية، حين ذهب إليهم المرسلون، إذ أرسلنا إليهم رسولين لدعوتهم إلى الإيمان بالله وترك عبادة غيره، فكذَّب أهل القرية الرسولين، فعزَّزناهما وقويناهما برسول ثالث، فقال الثلاثة لأهل القرية: إنا إليكم -أيها القوم- مرسلون.",
        "verse_15": "قال أهل القرية للمرسلين: ما أنتم إلا أناس مثلنا، وما أنزل الرحمن شيئًا من الوحي، وما أنتم -أيها الرسل- إلا تكذبون.",
        "verse_16": "قال المرسلون مؤكدين: ربُّنا الذي أرسلنا يعلم إنا إليكم لمرسلون، وما علينا إلا تبليغ الرسالة بوضوح، ولا نملك هدايتكم، فالهداية بيد الله وحده.",
        "verse_17": "قال المرسلون مؤكدين: ربُّنا الذي أرسلنا يعلم إنا إليكم لمرسلون، وما علينا إلا تبليغ الرسالة بوضوح، ولا نملك هدايتكم، فالهداية بيد الله وحده.",
        "verse_18": "قال أهل القرية: إنا تَشَاءَمْنا بكم، لئن لم تكُفُّوا عن دعوتكم لنا لنقتلنكم رميًا بالحجارة، وليصيبنكم منَّا عذاب أليم موجع.",
        "verse_19": "قال المرسلون: شؤمكم وأعمالكم من الشرك والشر معكم ومردودة عليكم، أإن وُعظتم بما فيه خيركم تشاءمتم وتوعدتمونا بالرجم والتعذيب؟ بل أنتم قوم عادتكم الإسراف في العصيان والتكذيب.",
        "verse_20": "وجاء من مكان بعيد في المدينة رجل مسرع (وذلك حين علم أن أهل القرية هَمُّوا بقتل الرسل أو تعذيبهم)، قال: يا قوم اتبعوا المرسلين إليكم من الله، اتبعوا الذين لا يطلبون منكم أموالا على إبلاغ الرسالة، وهم مهتدون فيما يدعونكم إليه من عبادة الله وحده. وفي هذا بيان فضل مَن سعى إلى الأمر بالمعروف والنهي عن المنكر.",
        "verse_21": "وجاء من مكان بعيد في المدينة رجل مسرع (وذلك حين علم أن أهل القرية هَمُّوا بقتل الرسل أو تعذيبهم)، قال: يا قوم اتبعوا المرسلين إليكم من الله، اتبعوا الذين لا يطلبون منكم أموالا على إبلاغ الرسالة، وهم مهتدون فيما يدعونكم إليه من عبادة الله وحده. وفي هذا بيان فضل مَن سعى إلى الأمر بالمعروف والنهي عن المنكر.",
        "verse_22": "وأيُّ شيء يمنعني مِن أن أعبد الله الذي خلقني، وإليه تصيرون جميعًا؟",
        "verse_23": "أأعبد من دون الله آلهة أخرى لا تملك من الأمر شيئًا، إن يردني الرحمن بسوء فهذه الآلهة لا تملك دفع ذلك ولا منعه، ولا تستطيع إنقاذي مما أنا فيه؟ إني إن فعلت ذلك لفي خطأ واضح ظاهر. إني آمنت بربكم فاستمعوا إلى ما قُلْته لكم، وأطيعوني بالإيمان. فلما قال ذلك وثب إليه قومه وقتلوه، فأدخله الله الجنة.",
        "verse_24": "أأعبد من دون الله آلهة أخرى لا تملك من الأمر شيئًا، إن يردني الرحمن بسوء فهذه الآلهة لا تملك دفع ذلك ولا منعه، ولا تستطيع إنقاذي مما أنا فيه؟ إني إن فعلت ذلك لفي خطأ واضح ظاهر. إني آمنت بربكم فاستمعوا إلى ما قُلْته لكم، وأطيعوني بالإيمان. فلما قال ذلك وثب إليه قومه وقتلوه، فأدخله الله الجنة.",
        "verse_25": "أأعبد من دون الله آلهة أخرى لا تملك من الأمر شيئًا، إن يردني الرحمن بسوء فهذه الآلهة لا تملك دفع ذلك ولا منعه، ولا تستطيع إنقاذي مما أنا فيه؟ إني إن فعلت ذلك لفي خطأ واضح ظاهر. إني آمنت بربكم فاستمعوا إلى ما قُلْته لكم، وأطيعوني بالإيمان. فلما قال ذلك وثب إليه قومه وقتلوه، فأدخله الله الجنة.",
        "verse_26": "قيل له بعد قتله: ادخل الجنة، إكرامًا له.",
        "verse_27": "قال وهو في النعيم والكرامة: يا ليت قومي يعلمون بغفران ربي لي وإكرامه إياي؛ بسبب إيماني بالله وصبري على طاعته، واتباع رسله حتى قُتِلت، فيؤمنوا بالله فيدخلوا الجنة مثلي.",
        "verse_28": "وما احتاج الأمر إلى إنزال جند من السماء لعذابهم بعد قتلهم الرجل الناصح لهم وتكذيبهم رسلهم، فهم أضعف من ذلك وأهون، وما كنا منزلين الملائكة على الأمم إذا أهلكناهم، بل نبعث عليهم عذابًا يدمرهم.",
        "verse_29": "ما كان هلاكهم إلا بصيحة واحدة، فإذا هم ميتون لم تَبْقَ منهم باقية.",
        "verse_30": "يا حسرة العباد وندامتهم يوم القيامة إذا عاينوا العذاب، ما يأتيهم من رسول من الله تعالى إلا كانوا به يستهزئون ويسخرون.",
        "verse_31": "ألم ير هؤلاء المستهزئون ويعتبروا بمن قبلهم من القرون التي أهلكناها أنهم لا يرجعون إلى هذه الدينا؟",
        "verse_32": "وما كل هذه القرون التي أهلكناها وغيرهم، إلا محضرون جميعًا عندنا يوم القيامة للحساب والجزاء.",
        "verse_33": "ودلالة لهؤلاء المشركين على قدرة الله على البعث والنشور: هذه الأرض الميتة التي لا نبات فيها، أحييناها بإنزال الماء، وأخرجنا منها أنواع النبات مما يأكل الناس والأنعام، ومن أحيا الأرض بالنبات أحيا الخلق بعد الممات.",
        "verse_34": "وجعلنا في هذه الأرض بساتين من نخيل وأعناب، وفجَّرنا فيها من عيون المياه ما يسقيها.",
        "verse_35": "كل ذلك؛ ليأكل العباد من ثمره، وما ذلك إلا من رحمة الله بهم لا بسعيهم ولا بكدِّهم، ولا بحولهم وبقوتهم، أفلا يشكرون الله على ما أنعم به عليهم من هذه النعم التي لا تعدُّ ولا تحصى؟",
        "verse_36": "تنزَّه الله العظيم الذي خلق الأصناف جميعها من أنواع نبات الأرض، ومن أنفسهم ذكورًا وإناثًا، ومما لا يعلمون من مخلوقات الله الأخرى. قد انفرد سبحانه بالخلق، فلا ينبغي أن يُشْرَك به غيره.",
        "verse_37": "وعلامة لهم دالة على توحيد الله وكمال قدرته: هذا الليل ننزع منه النهار، فإذا الناس مظلمون.",
        "verse_38": "وآية لهم الشمس تجري لمستقر لها، قدَّره الله لها لا تتعداه ولا تقصر عنه، ذلك تقدير العزيز الذي لا يغالَب، العليم الذي لا يغيب عن علمه شيء.",
        "verse_39": "والقمرَ آية في خلقه، قدَّرناه منازل كل ليلة، يبدأ هلالا ضئيلا حتى يكمل قمرًا مستديرًا، ثم يرجع ضئيلا مثل عِذْق النخلة المتقوس في الرقة والانحناء والصفرة؛ لقدمه ويُبْسه.",
        "verse_40": "لكل من الشمس والقمر والليل والنهار وقت قدَّره الله له لا يتعدَّاه، فلا يمكن للشمس أن تلحق القمر فتمحو نوره، أو تغير مجراه، ولا يمكن للَّيل أن يسبق النهار، فيدخل عليه قبل انقضاء وقته، وكل من الشمس والقمر والكواكب في فلك يَجْرون.",
        "verse_41": "ودليل لهم وبرهان على أن الله وحده المستحق للعبادة، المنعم بالنعم، أنَّا حملنا مَن نجا مِن ولد آدم في سفينة نوح المملوءة بأجناس المخلوقات؛ لاستمرار الحياة بعد الطوفان.",
        "verse_42": "وخلقنا لهؤلاء المشركين وغيرهم مثل سفينة نوح من السفن وغيرها من المراكب التي يركبونها وتبلِّغهم أوطانهم.",
        "verse_43": "وإن نشأ نغرقهم، فلا يجدون مغيثًا لهم مِن غرقهم، ولا هم يخلصون من الغرق.",
        "verse_44": "إلا أن نرحمهم فننجيهم ونمتعهم إلى أجل؛ لعلهم يرجعون ويستدركون ما فرَّطوا فيه.",
        "verse_45": "وإذا قيل للمشركين: احذروا أمر الآخرة وأهوالها وأحوال الدنيا وعقابها؛ رجاء رحمة الله لكم، أعرضوا، ولم يجيبوا إلى ذلك.",
        "verse_46": "وما تجيء هؤلاء المشركين من علامة واضحة من عند ربهم؛ لتهديهم للحق، وتبيِّن لهم صدق الرسول، إلا أعرضوا عنها، ولم ينتفعوا بها.",
        "verse_47": "وإذا قيل للكافرين: أنفقوا من الرزق الذي مَنَّ به الله عليكم، قالوا للمؤمنين مُحْتجِّين: أنطعم من لو شاء الله أطعمه؟ ما أنتم -أيها المؤمنون- إلا في بُعْدٍ واضح عن الحق، إذ تأمروننا بذلك.",
        "verse_48": "ويقول هؤلاء الكفار على وجه التكذيب والاستعجال: متى يكون البعث إن كنتم صادقين فيما تقولونه عنه؟",
        "verse_49": "ما ينتظر هؤلاء المشركون الذين يستعجلون بوعيد الله إياهم إلا نفخة الفَزَع عند قيام الساعة، تأخذهم فجأة، وهم يختصمون في شؤون حياتهم.",
        "verse_50": "فلا يستطيع هؤلاء المشركون عند النفخ في \"القرن\" أن يوصوا أحدًا بشيء، ولا يستطيعون الرجوع إلى أهلهم، بل يموتون في أسواقهم ومواضعهم.",
        "verse_51": "ونُفِخ في \"القرن\" النفخةُ الثانية، فتُرَدُّ أرواحهم إلى أجسادهم، فإذا هم من قبورهم يخرجون إلى ربهم سراعًا.",
        "verse_52": "قال المكذبون بالبعث نادمين: يا هلاكنا مَن أخرجنا مِن قبورنا؟ فيجابون ويقال لهم: هذا ما وعد به الرحمن، وأخبر عنه المرسلون الصادقون.",
        "verse_53": "ما كان البعث من القبور إلا نتيجة نفخة واحدة في \"القرن\"، فإذا جميع الخلق لدينا ماثلون للحساب والجزاء.",
        "verse_54": "في ذلك اليوم يتم الحساب بالعدل، فلا تُظْلم نفس شيئًا بنقص حسناتها أو زيادة سيئاتها، ولا تُجْزون إلا بما كنتم تعملونه في الدنيا.",
        "verse_55": "إن أهل الجنة في ذلك اليوم مشغولون عن غيرهم بأنواع النعيم التي يتفكهون بها.",
        "verse_56": "هم وأزواجهم متنعمون بالجلوس على الأسرَّة المزيَّنة، تحت الظلال الوارفة.",
        "verse_57": "لهم في الجنة أنواع الفواكه اللذيذة، ولهم كل ما يطلبون من أنواع النعيم.",
        "verse_58": "ولهم نعيم آخر أكبر حين يكلمهم ربهم، الرحيم بهم بالسلام عليهم. وعند ذلك تحصل لهم السلامة التامة من جميع الوجوه.",
        "verse_59": "ويقال للكفار في ذلك اليوم: تميَّزوا عن المؤمنين، وانفصلوا عنهم.",
        "verse_60": "ويقول الله لهم توبيخًا وتذكيرًا: ألم أوصكم على ألسنة رسلي أن لا تعبدوا الشيطان ولا تطيعوه؟ إنه لكم عدو ظاهر العداوة.",
        "verse_61": "وأمرتكم بعبادتي وحدي، فعبادتي وطاعتي ومعصية الشيطان هي الدين القويم الموصل لمرضاتي وجنَّاتي.",
        "verse_62": "ولقد أضلَّ الشيطان عن الحق منكم خلقًا كثيرًا، أفما كان لكم عقل -أيها المشركون- ينهاكم عن اتباعه؟",
        "verse_63": "هذه جهنم التي كنتم توعدون بها في الدنيا على كفركم بالله وتكذيبكم رسله.",
        "verse_64": "ادخلوها اليوم وقاسوا حرَّها؛ بسبب كفركم.",
        "verse_65": "اليوم نطبع على أفواه المشركين فلا ينطقون، وتُكلِّمنا أيديهم بما بطشت به، وتشهد أرجلهم بما سعت إليه في الدنيا، وكسبت من الآثام.",
        "verse_66": "ولو نشاء لطمسنا على أعينهم بأن نُذْهب أبصارهم، كما ختمنا على أفواههم، فبادَروا إلى الصراط ليجوزوه، فكيف يتحقق لهم ذلك وقد طُمِست أبصارهم؟",
        "verse_67": "ولو شئنا لَغَيَّرنا خلقهم وأقعدناهم في أماكنهم، فلا يستطيعون أن يَمْضوا أمامهم، ولا يرجعوا وراءهم.",
        "verse_68": "ومن نُطِلْ عمره حتى يهرم نُعِدْه إلى الحالة التي ابتدأ منها حالة ضعف العقل وضعف الجسد، أفلا يعقلون أنَّ مَن فعل مثل هذا بهم قادر على بعثهم؟",
        "verse_69": "وما علَّمنا رسولنا محمدًا الشعر، وما ينبغي له أن يكون شاعرًا، ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب، وقرآن بيِّن الدلالة على الحق والباطل، واضحة أحكامه وحِكَمه ومواعظه؛ لينذر مَن كان حيَّ القلب مستنير البصيرة، ويحق العذاب على الكافرين بالله؛ لأنهم قامت عليهم بالقرآن حجة الله البالغة.",
        "verse_70": "وما علَّمنا رسولنا محمدًا الشعر، وما ينبغي له أن يكون شاعرًا، ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب، وقرآن بيِّن الدلالة على الحق والباطل، واضحة أحكامه وحِكَمه ومواعظه؛ لينذر مَن كان حيَّ القلب مستنير البصيرة، ويحق العذاب على الكافرين بالله؛ لأنهم قامت عليهم بالقرآن حجة الله البالغة.",
        "verse_71": "أولم ير الخلق أنا خلقنا لأجلهم أنعامًا ذللناها لهم، فهم مالكون أمرها؟",
        "verse_72": "وسخَّرناها لهم، فمنها ما يركبون في الأسفار، ويحملون عليها الأثقال، ومنها ما يأكلون.",
        "verse_73": "ولهم فيها منافع أخرى ينتفعون بها، كالانتفاع بأصوافها وأوبارها وأشعارها أثاثًا ولباسًا، وغير ذلك، ويشربون ألبانها، أفلا يشكرون الله الذي أنعم عليهم بهذه النعم، ويخلصون له العبادة؟",
        "verse_74": "واتخذ المشركون من دون الله آلهة يعبدونها؛ طمعًا في نصرها لهم وإنقاذهم من عذاب الله.",
        "verse_75": "لا تستطيع تلك الآلهة نصر عابديها ولا أنفسهم ينصرون، والمشركون وآلهتهم جميعًا محضرون في العذاب، متبرئ بعضهم من بعض.",
        "verse_76": "فلا يَحْزُنك -أيها الرسول- كفرهم بالله وتكذيبهم لك واستهزاؤهم بك؛ إنا نعلم ما يخفون، وما يظهرون، وسنجازيهم على ذلك.",
        "verse_77": "أولم ير الإنسان المنكر للبعث ابتداء خلقه فيستدل به على معاده، أنا خلقناه من نطفة مرَّت بأطوار حتى كَبِر، فإذا هو كثير الخصام واضح الجدال؟",
        "verse_78": "وضرب لنا المنكر للبعث مثلا لا ينبغي ضربه، وهو قياس قدرة الخالق بقدرة المخلوق، ونسي ابتداء خلقه، قال: مَن يحيي العظام البالية المتفتتة؟",
        "verse_79": "قل له: يحييها الذي خلقها أول مرة، وهو بجميع خلقه عليم، لا يخفى عليه شيء.",
        "verse_80": "الذي أخرج لكم من الشجر الأخضر الرطب نارًا محرقة، فإذا أنتم من الشجر توقدون النار، فهو القادر على إخراج الضد من الضد. وفي ذلك دليل على وحدانية الله وكمال قدرته، ومن ذلك إخراج الموتى من قبورهم أحياء.",
        "verse_81": "أوليس الذي خلق السموات والأرض وما فيهما بقادر على أن يخلق مثلهم، فيعيدهم كما بدأهم؟ بلى، إنه قادر على ذلك، وهو الخلاق لجميع المخلوقات، العليم بكل ما خلق ويَخْلُقُ، لا يخفى عليه شيء.",
        "verse_82": "إنما أمره سبحانه وتعالى إذا أراد شيئًا أن يقول له: \"كن\" فيكون، ومن ذلك الإماتة والإحياء، والبعث والنشور.",
        "verse_83": "فتنزه الله تعالى وتقدس عن العجز والشرك، فهو المالك لكل شيء، المتصرف في شؤون خلقه بلا منازع أو ممانع، وقد ظهرت دلائل قدرته، وتمام نعمته، وإليه تُرجعون للحساب والجزاء."
    },
    "count": 83
}
