{
    "index": 12,
    "verse": {
        "verse_1": "(الر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "verse_2": "إنا أنزلنا هذا القرآن بلغة العرب، لعلكم -أيها العرب- تعقلون معانيه وتفهمونها، وتعملون بهديه.",
        "verse_3": "نحن نقصُّ عليك -أيها الرسول- أحسن القصص بوحينا إليك هذا القرآن، وإن كنت قبل إنزاله عليك لمن الغافلين عن هذه الأخبار، لا تدري عنها شيئًا.",
        "verse_4": "اذكر -أيها الرسول- لقومك قول يوسف لأبيه: إني رأيت في المنام أحد عشر كوكبًا، والشمس والقمر رأيتهم لي ساجدين. فكانت هذه الرؤيا بشرى لِمَا وصل إليه يوسف عليه السلام من علوِّ المنزلة في الدنيا والآخرة.",
        "verse_5": "قال يعقوب لابنه يوسف: يا بني لا تذكر لإخوتك هذه الرؤيا فيحسدوك، ويعادوك، ويحتالوا في إهلاكك، إن الشيطان للإنسان عدو ظاهر العداوة.",
        "verse_6": "وكما أراك ربك هذه الرؤيا فكذلك يصطفيك ويعلمك تفسير ما يراه الناس في منامهم من الرؤى مما تؤول إليه واقعًا، ويتم نعمته عليك وعلى آل يعقوب بالنبوة والرسالة، كما أتمها من قبل على أبويك إبراهيم وإسحاق بالنبوة والرسالة. إن ربك عليم بمن يصطفيه من عباده، حكيم في تدبير أمور خلقه.",
        "verse_7": "لقد كان في قصة يوسف وإخوته عبر وأدلة تدل على قدرة الله وحكمته لمن يسأل عن أخبارهم، ويرغب في معرفتها.",
        "verse_8": "إذ قال إخوة يوسف من أبيه فيما بينهم: إن يوسف وأخاه الشقيق أحب إلى أبينا منا، يفضِّلهما علينا، ونحن جماعة ذوو عدد، إن أبانا لفي خطأ بيِّن حيث فضَّلهما علينا من غير موجب نراه.",
        "verse_9": "اقتلوا يوسف أو ألقوا به في أرض مجهولة بعيدة عن العُمران يخلُص لكم حب أبيكم وإقباله عليكم، ولا يلتفت عنكم إلى غيركم، وتكونوا مِنْ بعد قَتْل يوسف أو إبعاده تائبين إلى الله، مستغفرين له من بعد ذنبكم.",
        "verse_10": "قال قائل من إخوة يوسف: لا تقتلوا يوسف وألقوه في جوف البئر يلتقطه بعض المارَّة من المسافرين فتستريحوا منه، ولا حاجة إلى قتله، إن كنتم عازمين على فعل ما تقولون.",
        "verse_11": "قال إخوة يوسف -بعد اتفاقهم على إبعاده-: يا أبانا ما لك لا تجعلنا أمناء على يوسف مع أنه أخونا، ونحن نريد له الخير ونشفق عليه ونرعاه، ونخصه بخالص النصح؟",
        "verse_12": "أرسله معنا غدًا عندما نخرج إلى مراعينا يَسْعَ وينشط ويفرح، ويلعب بالاستباق ونحوه من اللعب المباح، وإنا لحافظون له من كل ما تخاف عليه.",
        "verse_13": "قال يعقوب: إني لَيؤلم نفسي مفارقته لي إذا ذهبتم به إلى المراعي، وأخشى أن يأكله الذئب، وأنتم عنه غافلون منشغلون.",
        "verse_14": "قال إخوة يوسف لوالدهم: لئن أكله الذئب، ونحن جماعة قوية إنا إذًا لخاسرون، لا خير فينا، ولا نفع يُرْجَى منا.",
        "verse_15": "فأرْسَلَهُ معهم. فلما ذهبوا به وأجمعوا على إلقائه في جوف البئر، وأوحينا إلى يوسف لتخبرنَّ إخوتك مستقبلا بفعلهم هذا الذي فعلوه بك، وهم لا يُحِسُّون بذلك الأمر ولا يشعرون به.",
        "verse_16": "وجاء إخوة يوسف إلى أبيهم في وقت العِشاء من أول الليل، يبكون ويظهرون الأسف والجزع.",
        "verse_17": "قالوا: يا أبانا إنا ذهبنا نتسابق في الجَرْي والرمي بالسهام، وتركنا يوسف عند زادنا وثيابنا، فلم نقصِّر في حفظه، بل تركناه في مأمننا، وما فارقناه إلا وقتًا يسيرًا، فأكله الذئب، وما أنت بمصدِّق لنا ولو كنا موصوفين بالصدق؛ لشدة حبك ليوسف.",
        "verse_18": "وجاؤوا بقميصه ملطخًا بدم غير دم يوسف؛ ليشهد على صدقهم، فكان دليلا على كذبهم؛ لأن القميص لم يُمَزَّقْ. فقال لهم أبوهم يعقوب عليه السلام: ما الأمر كما تقولون، بل زيَّنت لكم أنفسكم الأمَّارة بالسوء أمرًا قبيحًا في يوسف، فرأيتموه حسنًا وفعلتموه، فصبري صبر جميل لا شكوى معه لأحد من الخلق، وأستعين بالله على احتمال ما تصفون من الكذب، لا على حولي وقوتي.",
        "verse_19": "وجاءت جماعة من المسافرين، فأرسلوا مَن يطلب لهم الماء، فلما أرسل دلوه في البئر تعلَّق بها يوسف، فقال واردهم: يا بشراي هذا غلام نفيس، وأخفى الواردُ وأصحابه يوسفَ من بقية المسافرين فلم يظهروه لهم، وقالوا: إن هذه بضاعة استبضعناها، والله عليم بما يعملونه بيوسف.",
        "verse_20": "وباعه إخوته للواردين من المسافرين بثمن قليل من الدراهم، وكانوا زاهدين فيه راغبين في التخلص منه؛ وذلك أنهم لا يعلمون منزلته عند الله.",
        "verse_21": "ولما ذهب المسافرون بيوسف إلى \"مصر\" اشتراه منهم عزيزها، وهو الوزير، وقال لامرأته: أحسني معاملته، واجعلي مقامه عندنا كريمًا، لعلنا نستفيد من خدمته، أو نقيمه عندنا مقام الولد، وكما أنجينا يوسف وجعلنا عزيز \"مصر\" يَعْطِف عليه، فكذلك مكنَّا له في أرض \"مصر\"، وجعلناه على خزائنها، ولنعلِّمه تفسير الرؤى فيعرف منها ما سيقع مستقبلا. والله غالب على أمره، فحكمه نافذ لا يبطله مبطل، ولكن أكثر الناس لا يعلمون أن الأمر كله بيد الله.",
        "verse_22": "ولما بلغ يوسف منتهى قوته في شبابه أعطيناه فهمًا وعلمًا، ومثل هذا الجزاء الذي جزينا به يوسف على إحسانه نجزي المحسنين على إحسانهم. وفي هذا تسلية للرسول صلى الله عليه وسلم.",
        "verse_23": "ودعت امرأة العزيز -برفق ولين- يوسف الذي هو في بيتها إلى نفسها؛ لحبها الشديد له وحسن بهائه، وغلَّقت الأبواب عليها وعلى يوسف، وقالت: هلمَّ إليَّ، فقال: معاذ الله أعتصم به، وأستجير مِن الذي تدعينني إليه، من خيانة سيدي الذي أحسن منزلتي وأكرمني فلا أخونه في أهله، إنه لا يفلح مَن ظَلَم فَفَعل ما ليس له فعله.",
        "verse_24": "ولقد مالت نفسها لفعل الفاحشة، وحدَّثت يوسفَ نفسُه حديث خطرات للاستجابة، لولا أن رأى آية من آيات ربه تزجره عمَّا حدثته به نفسه، وإنما أريناه ذلك؛ لندفع عنه السوء والفاحشة في جميع أموره، إنه من عبادنا المطهرين المصطفَين للرسالة الذين أخلصوا في عبادتهم لله وتوحيده.",
        "verse_25": "وأسرع يوسف إلى الباب يريد الخروج، وأسرعت تحاول الإمساك به، وجذبت قميصه من خلفه؛ لتحول بينه وبين الخروج فشقَّته، ووجدا زوجها عند الباب فقالت: ما جزاء مَن أراد بامرأتك فاحشة إلا أن يسجن أو يعذب العذاب الموجع.",
        "verse_26": "قال يوسف: هي التي طلبت مني ذلك، فشهد صبي في المهد مِن أهلها فقال: إن كان قميصه شُقَّ من الأمام فصدقت في اتِّهامها له، وهو من الكاذبين.",
        "verse_27": "وإن كان قميصه شُقَّ من الخلف فكذبت في قولها، وهو من الصادقين.",
        "verse_28": "فلما رأى الزوج قميص يوسف شُقَّ من خلفه علم براءة يوسف، وقال لزوجته: إن هذا الكذب الذي اتهمتِ به هذا الشاب هو مِن جملة مكركن -أيتها النساء-، إنَّ مكركن عظيم.",
        "verse_29": "قال عزيز \"مصر\": يا يوسف اترك ذِكْر ما كان منها فلا تذكره لأحد، واطلبي -أيتها المرأة- المغفرة لذنبك؛ إنك كنتِ من الآثمين في مراودة يوسف عن نفسه، وفي افترائك عليه.",
        "verse_30": "ووصل الخبر إلى نسوة في المدينة فتحدثن به، وقلن منكرات على امرأة العزيز: امرأة العزيز تحاول غلامها عن نفسه، وتدعوه إلى نفسها، وقد بلغ حبها له شَغَاف قلبها (وهو غلافه)، إنا لَنراها في هذا الفعل لفي ضلال واضح.",
        "verse_31": "فلما سمعت امرأة العزيز بغِيْبتهن إياها واحتيالهن في ذمِّها، أرسلت إليهن تدعوهن لزيارتها، وهيَّأت لهن ما يتكئن عليه من الوسائد، وما يأكلنه من الطعام، وأعطت كل واحدة منهن سكينًا ليُقَطِّعن الطعام، ثم قالت ليوسف: اخرج عليهن، فلما رأينه أعظمنه وأجللنه، وأخَذَهن حسنه وجماله، فجرحن أيديهن وهن يُقَطِّعن الطعام من فرط الدهشة والذهول، وقلن متعجبات: معاذ الله، ما هذا من جنس البشر؛ لأن جماله غير معهود في البشر، ما هو إلا مَلَك كريم من الملائكة.",
        "verse_32": "قالت امرأة العزيز للنسوة اللاتي قطَّعن أيديهن: فهذا الذي أصابكن في رؤيتكن إياه ما أصابكن هو الفتى الذي لُمتُنَّني في الافتتان به، ولقد طلبته وحاولت إغراءه؛ ليستجيب لي فامتنع وأبى، ولئن لم يفعل ما آمره به مستقبلا لَيعاقَبَنَّ بدخول السجن، ولَيكونن من الأذلاء.",
        "verse_33": "قال يوسف مستعيذًا مِن شرهن ومكرهن: يا ربِّ السجنُ أحب إليَّ مما يدعونني إليه من عمل الفاحشة، وإن لم تدفع عني مكرهن أَمِلْ إليهن، وأكن من السفهاء الذين يرتكبون الإثم لجهلهم.",
        "verse_34": "فاستجاب الله ليوسف دعاءه فصرف عنه ما أرادت منه امرأة العزيز وصواحباتها من معصية الله. إن الله هو السميع لدعاء يوسف، ودعاء كل داع مِن خلقه، العليم بمطلبه وحاجته وما يصلحه، وبحاجة جميع خلقه وما يصلحهم.",
        "verse_35": "ثم ظهر للعزيز وأصحابه -من بعد ما رأوا الأدلة على براءة يوسف وعفته- أن يسجنوه إلى زمن يطول أو يقصر؛ منعًا للفضيحة.",
        "verse_36": "ودخل السجن مع يوسف فَتَيان، قال أحدهما: إني رأيت في المنام أني أعصر عنبًا ليصير خمرًا، وقال الآخر: إني رأيت أني أحمل فوق رأسي خبزًا تأكل الطير منه، أخبرنا -يا يوسف -بتفسير ما رأينا، إنا نراك من الذين يحسنون في عبادتهم لله، ومعاملتهم لخلقه.",
        "verse_37": "قال لهما يوسف: لا يأتيكما طعام ترزقانه في حال من الأحوال إلا أخبرتكما بتفسيره قبل أن يأتيكما، ذلكما التعبير الذي سأعبِّره لكما مما علَّمني ربي؛ إني آمنت به، وأخلصت له العبادة، وابتعدت عن دين قوم لا يؤمنون بالله، وهم بالبعث والحساب جاحدون.",
        "verse_38": "واتبعت دين آبائي إبراهيم وإسحاق ويعقوب فعبدت الله وحده، ما كان لنا أن نجعل لله شريكًا في عبادته، ذلك التوحيد بإفراد الله بالعبادة، مما تفضل الله به علينا وعلى الناس، ولكن أكثر الناس لا يشكرون الله على نعمة التوحيد والإيمان.",
        "verse_39": "وقال يوسف للفَتَيين اللذين معه في السجن: أعبادةُ آلهةٍ مخلوقة شتى خير أم عبادة الله الواحد القهار؟",
        "verse_40": "ما تعبدون من دون الله إلا أسماءً لا معاني وراءها، جعلتموها أنتم وآباؤكم أربابًا جهلا منكم وضلالا، ما أنزل الله من حجة أو برهان على صحتها، ما الحكم الحق إلا لله تعالى وحده، لا شريك له، أمر ألا تنقادوا ولا تخضعوا لغيره، وأن تعبدوه وحده، وهذا هو الدين القيم الذي لا عوج فيه، ولكن أكثر الناس يجهلون ذلك، فلا يعلمون حقيقته.",
        "verse_41": "يا صاحبيَّ في السجن، إليكما تفسيرَ رؤياكما: أما الذي رأى أنه يعصر العنب في رؤياه فإنه يخرج من السجن ويكون ساقي الخمر للملك، وأما الآخر الذي رأى أنه يحمل على رأسه خبزًا فإنه يُصْلب ويُتْرك، وتأكل الطير من رأسه، قُضي الأمر الذي فيه تستفتيان وفُرغ منه.",
        "verse_42": "وقال يوسف للذي علم أنه ناجٍ من صاحبيه: اذكرني عند سيِّدك الملك وأخبره بأني مظلوم محبوس بلا ذنب، فأنسى الشيطان ذلك الرجل أن يذكر للملك حال يوسف، فمكث يوسف بعد ذلك في السجن عدة سنوات.",
        "verse_43": "وقال الملك: إني رأيت في منامي سبع بقرات سمان، يأكلهن سبع بقرات نحيلات من الهُزال، ورأيت سبع سنبلات خضر، وسبع سنبلات يابسات، يا أيها السادة والكبراء أخبروني عن هذه الرؤيا، إن كنتم للرؤيا تُفَسِّرون.",
        "verse_44": "قالوا: رؤياك هذه أخلاط أحلام لا تأويل لها، وما نحن بتفسير الأحلام بعالمين.",
        "verse_45": "وقال الذي نجا من القتل من صاحبَي يوسف في السجن وتذكر بعد مدة ما نسي من أمر يوسف: أنا أخبركم بتأويل هذه الرؤيا، فابعثوني إلى يوسف لآتيكم بتفسيرها.",
        "verse_46": "وعندما وصل الرجل إلى يوسف قال له: يوسف أيها الصديق فسِّر لنا رؤيا مَن رأى سبع بقرات سمان يأكلهن سبع بقرات هزيلات، ورأى سبع سنبلات خضر وأخر يابسات؛ لعلي أرجع إلى الملك وأصحابه فأخبرهم؛ ليعلموا تأويل ما سألتك عنه، وليعلموا مكانتك وفضلك.",
        "verse_47": "قال يوسف لسائله عن رؤيا الملك: تفسير هذه الرؤيا أنكم تزرعون سبع سنين متتابعة جادِّين ليَكْثُر العطاء، فما حصدتم منه في كل مرة فادَّخِروه، واتركوه في سنبله؛ ليتمَّ حفظه من التسوُّس، وليكون أبقى، إلا قليلا مما تأكلونه من الحبوب.",
        "verse_48": "ثم يأتي بعد هذه السنين الخِصْبة سبع سنين شديدة الجَدْب، يأكل أهلها كل ما ادَّخرتم لهن من قبل، إلا قليلا مما تحفظونه وتدَّخرونه ليكون بذورًا للزراعة.",
        "verse_49": "ثم يأتي من بعد هذه السنين المجدبة عام يغاث فيه الناس بالمطر، فيرفع الله تعالى عنهم الشدة، ويعصرون فيه الثمار من كثرة الخِصْب والنماء.",
        "verse_50": "وقال الملك لأعوانه: أخرجوا الرجل المعبِّر للرؤيا من السجن وأحضروه لي، فلما جاءه رسول الملك يدعوه قال يوسف للرسول: ارجع إلى سيدك الملك، واطلب منه أن يسأل النسوة اللاتي جرحن أيديهن عن حقيقة أمرهن وشأنهن معي؛ لتظهر الحقيقة للجميع، وتتضح براءتي، إن ربي عليم بصنيعهن وأفعالهن لا يخفى عليه شيء من ذلك.",
        "verse_51": "قال الملك للنسوة اللاتي جرحن أيديهن: ما شأنكن حين راودتنَّ يوسف عن نفسه يوم الضيافة؟ فهل رأيتن منه ما يريب؟ قلن: معاذ الله ما علمنا عليه أدنى شيء يَشينه، عند ذلك قالت امراة العزيز: الآن ظهر الحق بعد خفائه، فأنا التي حاولت فتنته بإغرائه فامتنع، وإنه لمن الصادقين في كل ما قاله.",
        "verse_52": "ذلك القول الذي قلته في تنزيهه والإقرار على نفسي ليعلم زوجي أني لم أخنه بالكذب عليه، ولم تقع مني الفاحشة، وأنني راودته، واعترفت بذلك لإظهار براءتي وبراءته، وأن الله لا يوفق أهل الخيانة، ولا يرشدهم في خيانتهم.",
        "verse_53": "قالت امرأة العزيز: وما أزكي نفسي ولا أبرئها، إن النفس لكثيرة الأمر لصاحبها بعمل المعاصي طلبا لملذاتها، إلا مَن عصمه الله. إن الله غفور لذنوب مَن تاب مِن عباده، رحيم بهم.",
        "verse_54": "وقال الملك الحاكم لـ \"مصر\" حين بلغته براءة يوسف: جيئوني به أجعله من خلصائي وأهل مشورتي، فلما جاء يوسف وكلَّمه الملك، وعرف براءته، وعظيم أمانته، وحسن خلقه، قال له: إنك اليوم عندنا عظيم المكانة، ومؤتمن على كل شيء.",
        "verse_55": "وأراد يوسف أن ينفع العباد، ويقيم العدل بينهم، فقال للملك: اجعلني واليًا على خزائن \"مصر\"، فإني خازن أمين، ذو علم وبصيرة بما أتولاه.",
        "verse_56": "وكما أنعم الله على يوسف بالخلاص من السجن مكَّن له في أرض \"مصر\" ينزل منها أي منزل شاءه. يصيب الله برحمته من يشاء من عباده المتقين، ولا يضيع أجر مَن أحسن شيئًا مِن العمل الصالح.",
        "verse_57": "ولَثواب الآخرة عند الله أعظم من ثواب الدنيا لأهل الإيمان والتقوى الذين يخافون عقاب الله، ويطيعونه في أمره ونهيه.",
        "verse_58": "وقدِمَ إخوة يوسف إلى \"مصر\" -بعد أن حلَّ بهم الجدب في أرضهم-؛ ليجلبوا منها الطعام، فدخلوا عليه فعرفهم، ولم يعرفوه لطول المدة وتغيُّر هيئته.",
        "verse_59": "وقد أمر يوسف بإكرامهم وحسن ضيافتهم، ثم أعطاهم من الطعام ما طلبوا، وكانوا قد أخبروه أن لهم أخًا من أبيهم لم يُحضروه معهم -يريدون شقيقه- فقال: ائتوني بأخيكم من أبيكم، ألم تروا أني أوفيتُ لكم الكيل وأكرمتكم في الضيافة، وأنا خير المضيفين لكم؟",
        "verse_60": "فإن لم تأتوني به فليس لكم عندي طعام أكيله لكم، ولا تأتوا إليَّ.",
        "verse_61": "قالوا: سنبذل جهدنا لإقناع أبيه أن يرسله معنا، ولن نقصِّر في ذلك.",
        "verse_62": "وقال يوسف لغلمانه: اجعلوا ثمن ما أخذوه في أمتعتهم سرًا؛ رجاء أن يعرفوه إذا رجعوا إلى أهلهم، ويقدِّروا إكرامنا لهم؛ ليرجعوا طمعًا في عطائنا.",
        "verse_63": "فلما رجعوا إلى أبيهم قصُّوا عليه ما كان من إكرام العزيز لهم، وقالوا: إنه لن يعطينا مستقبَلا إلا إذا كان معنا أخونا الذي أخبرناه به، فأرسلْه معنا نحضر الطعام وافيًا، ونتعهد لك بحفظه.",
        "verse_64": "قال لهم أبوهم: كيف آمنكم على \"بنيامين\" وقد أمنتكم على أخيه يوسف من قبل، والتزمتم بحفظه فلم تفوا بذلك؟ فلا أثق بالتزامكم وحفظكم، ولكني أثق بحفظ الله، خير الحافظين وأرحم الراحمين، أرجو أن يرحمني فيحفظه ويرده عليَّ.",
        "verse_65": "ولما فتحوا أوعيتهم وجدوا ثمن بضاعتهم الذي دفعوه قد رُدَّ إليهم قالوا: يا أبانا ماذا نطلب أكثر من هذا؟ هذا ثمن بضاعتنا ردَّه العزيز إلينا، فكن مطمئنًا على أخينا، وأرسله معنا؛ لنجلب طعامًا وفيرًا لأهلنا، ونحفظ أخانا، ونزداد حِمْلَ بعير له؛ فإن العزيز يكيل لكل واحد حِمْلَ بعير، وذلك كيل يسير عليه.",
        "verse_66": "قال لهم يعقوب: لن أتركه يذهب معكم حتى تتعهدوا وتحلفوا لي بالله أن تردوه إليَّ، إلا أن تُغْلبوا عليه فلا تستطيعوا تخليصه، فلما أعطَوْه عهد الله على ما طلب، قال يعقوب: الله على ما نقول وكيل، أي تكفينا شهادته علينا وحفظه لنا.",
        "verse_67": "وقال لهم أبوهم: يا أبنائي إذا دخلتم أرض \"مصر\" فلا تدخلوا مِن باب واحد، ولكن ادخلوها من أبواب متفرقة، حتى لا تصيبكم العين، وإني إذ أوصيكم بهذا لا أدفع عنكم شيئًا قضاه الله عليكم، فما الحكم إلا لله وحده، عليه اعتمدت ووثقت، وعليه وحده يعتمد المؤمنون.",
        "verse_68": "ولما دخلوا من أبواب متفرقة كما أمرهم أبوهم، ما كان ذلك ليدفع قضاء الله عنهم، ولكن كان شفقة في نفس يعقوب عليهم أن تصيبهم العين، وإن يعقوب لصاحب علمٍ عظيم بأمر دينه علَّمه الله له وحْيًا، ولكن أكثر الناس لا يعلمون عواقب الأمور ودقائق الأشياء، وما يعلمه يعقوب -عليه السلام- مِن أمر دينه.",
        "verse_69": "ولما دخل إخوة يوسف عليه في منزل ضيافته ومعهم شقيقه، ضم يوسف إليه شقيقه، وقال له سرًا: إني أنا أخوك فلا تحزن، ولا تغتمَّ بما صنعوه بي فيما مضى. وأمره بكتمان ذلك عنهم.",
        "verse_70": "فلما جهزَّهم يوسف، وحمَّل إبلهم بالطعام، أمر عماله، فوضعوا الإناء الذي كان يكيل للناس به في متاع أخيه \"بنيامين\" من حيث لا يشعر أحد، ولما ركبوا ليسيروا نادى منادٍ قائلا يا أصحاب هذه العير المحمَّلة بالطعام، إنكم لسارقون.",
        "verse_71": "قال أولاد يعقوب مقبلين على المنادي: ما الذي تفقدونه؟",
        "verse_72": "قال المنادي ومَن بحضرته: نفقد المكيال الذي يكيل الملك به، ومكافأة من يحضره مقدار حِمْل بعير من الطعام، وقال المنادي: وأنا بحِمْل البعير من الطعام ضامن وكفيل.",
        "verse_73": "قال إخوة يوسف: والله لقد تحققتم مما شاهدتموه منا أننا ما جئنا أرض \"مصر\" من أجل الإفساد فيها، وليس من صفاتنا أن نكون سارقين.",
        "verse_74": "قال المكلَّفون بالبحث عن المكيال لإخوة يوسف: فما عقوبة السارق عندكم إن كنتم كاذبين في قولكم: لسنا بسارقين؟",
        "verse_75": "قال إخوة يوسف: جزاء السارق مَن وُجِد المسروق في رحله فهو جزاؤه. أي يسلَّم بسرقته إلى مَن سرق منه حتى يكون عبدًا عنده، مثل هذا الجزاء -وهو الاسترقاق- نجزي الظالمين بالسرقة، وهذا ديننا وسنتنا في أهل السرقة.",
        "verse_76": "ورجعوا بإخوة يوسف إليه، فقام بنفسه يفتش أمتعتهم، فبدأ بأمتعتهم قبل متاع شقيقه؛ إحكامًا لما دبَّره لاستبقاء أخيه معه، ثم انتهى بوعاء أخيه، فاستخرج الإناء منه، كذلك يسَّرنا ليوسف هذا التدبير الذي توصَّل به لأخذ أخيه، وما كان له أن يأخذ أخاه في حكم مَلِك \"مصر\"؛ لأنه ليس من دينه أن يتملك السارق، إلا أن مشيئة الله اقتضت هذا التدبير والاحتكام إلى شريعة إخوة يوسف القاضية برِقِّ السارق. نرفع منازل مَن نشاء في الدنيا على غيره كما رفعنا منزلة يوسف. وفوق كل ذي علمٍ من هو أعلم منه، حتى ينتهي العلم إلى الله تعالى عالم الغيب والشهادة.",
        "verse_77": "قال إخوة يوسف: إنْ سرق هذا فقد سرق أخ شقيق له من قبل (يقصدون يوسف عليه السلام) فأخفى يوسف في نفسه ما سمعه، وحدَّث نفسه قائلا أنتم أسوأ منزلة ممن ذكرتم، حيث دبَّرتم لي ما كان منكم، والله أعلم بما تصفون من الكذب والافتراء.",
        "verse_78": "قالوا مستعطفين ليوفوا بعهد أبيهم: يا أيها العزيز إن له والدًا كبيرًا في السن يحبه ولا يطيق بُعده، فخُذْ أحدنا بدلا من \"بنيامين\"، إنا نراك من المحسنين في معاملتك لنا ولغيرنا.",
        "verse_79": "قال يوسف: نعتصم بالله ونستجير به أن نأخذ أحدًا غير الذي وجدنا المكيال عنده -كما حكمتم أنتم-، فإننا إن فعلنا ما تطلبون نكون في عداد الظالمين.",
        "verse_80": "فلما يئسوا من إجابته إياهم لِمَا طلبوه انفردوا عن الناس، وأخذوا يتشاورون فيما بينهم، قال كبيرهم في السن: ألم تعلموا أن أباكم قد أخذ عليكم العهد المؤكد لتردُّنَّ أخاكم إلا أن تُغلبوا، ومن قبل هذا كان تقصيركم في يوسف وغدركم به؛ لذلك لن أفارق أرض \"مصر\" حتى يأذن لي أبي في مفارقتها، أو يقضي لي ربي بالخروج منها، وأتمكن مِن أَخْذِ أخي، والله خيرُ مَن حَكَمَ، وأعدل مَن فَصَلَ بين الناس.",
        "verse_81": "ارجعوا أنتم إلى أبيكم، وأخبروه بما جرى، وقولوا له: إن ابنك \"بنيامين\" قد سرق، وما شهدنا بذلك إلا بعد أن تَيَقَّنَّا، فقد رأينا المكيال في رحله، وما كان عندنا علم الغيب أنه سيسرق حين عاهدناك على ردِّه.",
        "verse_82": "واسأل -يا أبانا- أهل \"مصر\"، ومَن كان معنا في القافلة التي كنا فيها، وإننا صادقون فيما أخبرناك به.",
        "verse_83": "ولما رجعوا وأخبروا أباهم قال لهم: بل زَيَّنَت لكم أنفسكم الأمَّارة بالسوء مكيدة دبَّرتموها كما فعلتم مِن قبل مع يوسف، فصبري صبر جميل لا جزع فيه ولا شكوى معه، عسى الله أن يردَّ إليَّ أبنائي الثلاثة -وهم يوسف وشقيقه وأخوهم الكبير المتخلف من أجل أخيه- إنه هو العليم بحالي، الحكيم في تدبيره.",
        "verse_84": "وأعرض يعقوب عنهم، وقد ضاق صدره بما قالوه، وقال: يا حسرتا على يوسف وابيضَّتْ عيناه، بذهاب سوادهما مِن شدة الحزن فهو ممتلئ القلب حزنًا، ولكنه شديد الكتمان له.",
        "verse_85": "قال بنوه: تالله ما تزال تتذكر يوسف، ويشتدُّ حزنك عليه حتى تُشْرِف على الهلاك أو تهلك فعلا فخفف عن نفسك.",
        "verse_86": "قال يعقوب مجيبًا لهم: لا أظهر همِّي وحزني إلا لله وحده، فهو كاشف الضرِّ والبلاء، وأعلم من رحمة الله وفرجه ما لا تعلمونه.",
        "verse_87": "قال يعقوب: يا أبنائي عودوا إلى \"مصر\" فاستقصوا أخبار يوسف وأخيه، ولا تقطعوا رجاءكم من رحمة الله، إنه لا يقطع الرجاء من رحمة الله إلا الجاحدون لقدرته، الكافرون به.",
        "verse_88": "فذهبوا إلى \"مصر\"، فلما دخلوا على يوسف قالوا: يا أيها العزيز أصابنا وأهلنا القحط والجدب، وجئناك بثمن رديء قليل، فأعطنا به ما كنت تعطينا من قبل بالثمن الجيد، وتصدَّقْ علينا بقبض هذه الدراهم المزجاة وتجوَّز فيها، إن الله تعالى يثيب المتفضِّلين على أهل الحاجة بأموالهم.",
        "verse_89": "فلما سمع مقالتهم رقَّ لهم، وعرَّفهم بنفسه وقال: هل تذكرون الذي فعلتموه بيوسف وأخيه من الأذى في حال جَهْلكم بعاقبة ما تفعلون؟",
        "verse_90": "قالوا: أإنَّك لأنت يوسف؟ قال: نعم أنا يوسف، وهذا شقيقي، قد تفضَّل الله علينا، فجمع بيننا بعد الفرقة، إنه من يتق الله، ويصبر على المحن، فإن الله لا يذهب ثواب إحسانه، وإنما يجزيه أحسن الجزاء.",
        "verse_91": "قالوا: تالله لقد فَضَّلك الله علينا وأعزَّك بالعلم والحلم والفضل، وإن كنا لخاطئين بما فعلناه عمدًا بك وبأخيك.",
        "verse_92": "قال لهم يوسف: لا تأنيب عليكم اليوم، يغفر الله لكم، وهو أرحم الراحمين لمن تاب من ذنبه وأناب إلى طاعته.",
        "verse_93": "ولما سألهم عن أبيه أخبروه بذهاب بصره من البكاء عليه، فقال لهم: عودوا إلى أبيكم ومعكم قميصي هذا فاطرحوه على وجه أبي يَعُدْ إليه بصره، ثم أحضروا إليَّ جميع أهلكم.",
        "verse_94": "ولما خرجت القافلة من أرض \"مصر\"، ومعهم القميص قال يعقوب لمن حضره: إني لأجد ريح يوسف لولا أن تسفهوني وتسخروا مني، وتزعموا أن هذا الكلام صدر مني من غير شعور.",
        "verse_95": "قال الحاضرون عنده: تالله إنك لا تزال في خطئك القديم مِن حب يوسف، وأنك لا تنساه.",
        "verse_96": "فلما أن جاء من يُبشِّر يعقوب بأن يوسف حيٌّ، وطرح قميص يوسف على وجهه فعاد يعقوب مبصرًا، وعمَّه السرور فقال لمن عنده: ألـمْ أخبركم أني أعلم من الله ما لا تعلمونه من فضل الله ورحمته وكرمه؟",
        "verse_97": "قال بنوه: يا أبانا سل لنا ربك أن يعفو عنا ويستر علينا ذنوبنا، إنا كنا خاطئين فيما فعلناه بيوسف وشقيقه.",
        "verse_98": "قال يعقوب: سوف أسأل ربي أن يغفر لكم ذنوبكم، إنه هو الغفور لذنوب عباده التائبين، الرحيم بهم.",
        "verse_99": "وخرج يعقوب وأهله إلى \"مصر\" قاصدين يوسف، فلما وصلوا إليه ضمَّ يوسف إليه أبويه، وقال لهم: ادخلوا \"مصر\" بمشيئة الله، وأنتم آمنون من الجهد والقحط، ومن كل مكروه.",
        "verse_100": "وأجْلَسَ أباه وأمه على سرير ملكه بجانبه؛ إكرامًا لهما، وحيَّاه أبواه وإخوته الأحد عشر بالسجود له تحية وتكريمًا، لا عبادة وخضوعًا، وكان ذلك جائزًا في شريعتهم، وقد حَرُم في شريعتنا؛ سدًا لذريعة الشرك بالله. وقال يوسف لأبيه: هذا السجود هو تفسير رؤياي التي قصصتها عليك من قبل في صغري، قد جعلها ربي صدقًا، وقد تفضَّل عليَّ حين أخرجني من السجن، وجاء بكم إليَّ من البادية، من بعد أن أفسد الشيطان رابطة الأخوة بيني وبين إخوتي. إن ربي لطيف التدبير لما يشاء، إنه هو العليم بمصالح عباده، الحكيم في أقواله وأفعاله.",
        "verse_101": "ثم دعا يوسف ربه قائلا ربِّ قد أعطيتني من ملك \"مصر\"، وعلَّمتني من تفسير الرؤى وغير ذلك من العلم، يا خالق السموات والأرض ومبدعهما، أنت متولي جميع شأني في الدنيا والآخرة، توفني إليك مسلمًا، وألحقني بعبادك الصالحين من الأنبياء الأبرار والأصفياء الأخيار.",
        "verse_102": "ذلك المذكور من قصة يوسف هو من أخبار الغيب نخبرك به -أيها الرسول- وحيًا، وما كنت حاضرًا مع إخوة يوسف حين دبَّروا له الإلقاء في البئر، واحتالوا عليه وعلى أبيه. وهذا يدل على صدقك، وأن الله يُوحِي إليك.",
        "verse_103": "وما أكثرُ المشركين من قومك -أيها الرسول- بمصدِّقيك ولا متبعيك، ولو حَرَصْتَ على إيمانهم، فلا تحزن على ذلك.",
        "verse_104": "وما تطلب من قومك أجرة على إرشادهم للإيمان، إن الذي أُرسلتَ به من القرآن والهدى عظة للناس أجمعين يتذكرون به ويهتدون.",
        "verse_105": "وكثير من الدلائل الدالة على وحدانية الله وقدرته منتشرة في السموات والأرض، كالشمس والقمر والجبال والأشجار، يشاهدونها وهم عنها معرضون، لا يفكرون فيها ولا يعتبرون.",
        "verse_106": "وما يُقِرُّ هؤلاء المعرضون عن آيات الله بأن الله خالقهم ورازقهم وخالق كل شيء ومستحق للعبادة وحده إلا وهم مشركون في عبادتهم الأوثان والأصنام. تعالى الله عن ذلك علوًّا كبيرا.",
        "verse_107": "فهل عندهم ما يجعلهم آمنين أن ينزل بهم عذاب من الله يعُمُّهم، أو أن تأتيهم القيامة فجأة، وهم لا يشعرون ولا يُحِسُّون بذلك.",
        "verse_108": "قل لهم -أيها الرسول-: هذه طريقتي، أدعو إلى عبادة الله وحده، على حجة من الله ويقين، أنا ومن اقتدى بي، وأنزِّه الله سبحانه وتعالى عن الشركاء، ولستُ من المشركين مع الله غيره.",
        "verse_109": "وما أرسلنا من قبلك -أيها الرسول- للناس إلا رجالا منهم ننزل عليهم وحينا، وهم من أهل الحاضرة، فهم أقدر على فهم الدعوة والرسالة، يصدقهم المهتدون للحق، ويكذبهم الضالون عنه، أفلم يمشوا في الأرض، فيعاينوا كيف كان مآل المكذبين السابقين وما حلَّ بهم من الهلاك؟ ولَثواب الدار الآخرة أفضل من الدنيا وما فيها للذين آمنوا وخافوا ربهم. أفلا تتفكرون فتعتبروا؟",
        "verse_110": "ولا تستعجل -أيها الرسول- النصر على مكذبيك، فإن الرسل قبلك ما كان يأتيهم النصر عاجلا لحكمة نعلمها، حتى إذا يئس الرسل من قومهم، وأيقنوا أن قومهم قد كذبوهم ولا أمل في إيمانهم، جاءهم نصرنا عند شدة الكرب، فننجي من نشاء من الرسل وأتباعهم، ولا يُرَدُّ عذابنا عمَّن أجرم وتجرَّأ على الله. وفي هذا تسلية للنبي صلى الله عليه وسلم.",
        "verse_111": "لقد كان في نبأ المرسلين الذي قصصناه عليك وما حلَّ بالمكذبين عظة لأهل العقول السليمة. ما كان هذا القرآن حديثًا مكذوبًا مختلَقًا، ولكن أنزلناه مصدقًا لما سبقه من الكتب السماوية، وبيانًا لكل ما يحتاج إليه العباد من تحليل وتحريم، ومحبوب ومكروه وغير ذلك، وإرشادًا من الضلال، ورحمة لأهل الإيمان تهتدي به قلوبهم، فيعملون بما فيه من الأوامر والنواهي."
    },
    "count": 111
}
