{"index":"033","verse":{"verse_1":"Hai nabi, bertakwalah kepada Allah dan janganlah kamu menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah adalah Maha mengetahui lagi Maha Bijaksana,","verse_2":"Dan ikutilah apa yang diwahyukan Tuhan kepadamu. Sesungguhnya Allah adalah Maha mengetahui apa yang kamu kerjakan.","verse_3":"Dan bertawakkallah kepada Allah. dan cukuplah Allah sebagai Pemelihara.","verse_4":"Allah sekali-kali tidak menjadikan bagi seseorang dua buah hati dalam rongganya; dan dia tidak menjadikan istri-istrimu yang kamu zhihar itu sebagai ibumu, dan dia tidak menjadikan anak-anak angkatmu sebagai anak kandungmu (sendiri). yang demikian itu hanyalah perkataanmu dimulutmu saja. dan Allah mengatakan yang Sebenarnya dan dia menunjukkan jalan (yang benar).","verse_5":"Panggilah mereka (anak-anak angkat itu) dengan (memakai) nama bapak-bapak mereka; Itulah yang lebih adil pada sisi Allah, dan jika kamu tidak mengetahui bapak-bapak mereka, Maka (panggilah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. dan tidak ada dosa atasmu terhadap apa yang kamu khilaf padanya, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. dan adalah Allah Maha Pengampun lagi Maha Penyayang.","verse_6":"Nabi itu (hendaknya) lebih utama bagi orang-orang mukmin dari diri mereka sendiri dan isteri-isterinya adalah ibu-ibu mereka. dan orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmim dan orang-orang Muhajirin, kecuali kalau kamu berbuat baik kepada saudara-saudaramu (seagama). adalah yang demikian itu Telah tertulis di dalam Kitab (Allah).","verse_7":"Dan (Ingatlah) ketika kami mengambil perjanjian dari nabi-nabi dan dari kamu (sendiri) dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan kami Telah mengambil dari mereka perjanjian yang teguh.","verse_8":"Agar dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka dan dia menyediakan bagi orang-orang kafir siksa yang pedih.","verse_9":"Hai orang-orang yang beriman, ingatlah akan nikmat Allah (yang Telah dikurniakan) kepadamu ketika datang kepadamu tentara-tentara, lalu kami kirimkan kepada mereka angin topan dan tentara yang tidak dapat kamu melihatnya. dan adalah Allah Maha melihat akan apa yang kamu kerjakan.","verse_10":"(yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika tidak tetap lagi penglihatan(mu) dan hatimu naik menyesak sampai ke tenggorokan dan kamu menyangka terhadap Allah dengan bermacam-macam purbasangka.","verse_11":"Disitulah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang sangat.","verse_12":"Dan (Ingatlah) ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya Berkata :\"Allah dan rasul-Nya tidak menjanjikan kepada kami melainkan tipu daya\".","verse_13":"Dan (Ingatlah) ketika segolongan di antara mreka berkata: \"Hai penduduk Yatsrib (Madinah), tidak ada tempat bagimu, Maka kembalilah kamu\". dan sebahagian dari mereka minta izin kepada nabi (untuk kembali pulang) dengan Berkata : \"Sesungguhnya rumah-rumah kami terbuka (Tidak ada penjaga)\". dan rumah-rumah itu sekali-kali tidak terbuka, mereka tidak lain Hanya hendak lari.","verse_14":"Kalau (Yatsrib) diserang dari segala penjuru, Kemudian diminta kepada mereka supaya murtad, niscaya mereka mengerjakannya; dan mereka tiada akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat.","verse_15":"Dan Sesungguhnya mereka sebelum itu Telah berjanji kepada Allah: \"mereka tidak akan berbalik ke belakang (mundur)\". dan adalah perjanjian dengan Allah akan diminta pertanggungan jawabnya.","verse_16":"Katakanlah: \"Lari itu sekali-kali tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika (kamu terhindar dari kematian) kamu tidak juga akan mengecap kesenangan kecuali sebentar saja\".","verse_17":"Katakanlah: \"Siapakah yang dapat melindungi kamu dari (takdir) Allah jika dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?\" dan orang-orang munafik itu tidak memperoleh bagi mereka pelindung dan penolong selain Allah.","verse_18":"Sesungguhnya Allah mengetahui orang-orang yang menghalang- halangi di antara kamu dan orang-orang yang Berkata kepada saudara- saudaranya: \"Marilah kepada kami\". dan mereka tidak mendatangi peperangan melainkan sebentar.","verse_19":"Mereka bakhil terhadapmu, apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik- balik seperti orang yang pingsan Karena akan mati, dan apabila ketakutan Telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka bakhil untuk berbuat kebaikan. mereka itu tidak beriman, Maka Allah menghapuskan (pahala) amalnya. dan yang demikian itu adalah mudah bagi Allah.","verse_20":"Mereka mengira (bahwa) golongan-golongan yang bersekutu itu belum pergi; dan jika golongan-golongan yang bersekutu itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badwi, sambil menanya-nanyakan tentang berita-beritamu. dan sekiranya mereka berada bersama kamu, mereka tidak akan berperang, melainkan sebentar saja.","verse_21":"Sesungguhnya Telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari kiamat dan dia banyak menyebut Allah.","verse_22":"Dan tatkala orang-orang mukmin melihat golongan-golongan yang bersekutu itu, mereka Berkata : \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita\". dan benarlah Allah dan Rasul-Nya. dan yang demikian itu tidaklah menambah kepada mereka kecuali iman dan ketundukan.","verse_23":"Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang Telah mereka janjikan kepada Allah; Maka di antara mereka ada yang gugur. dan di antara mereka ada (pula) yang menunggu- nunggu dan mereka tidak merobah (janjinya),","verse_24":"Supaya Allah memberikan balasan kepada orang-orang yang benar itu Karena kebenarannya, dan menyiksa orang munafik jika dikehendaki-Nya, atau menerima Taubat mereka. Sesungguhnya Allah adalah Maha Pengampun lagi Maha Penyayang.","verse_25":"Dan Allah menghalau orang-orang yang kafir itu yang keadaan mereka penuh kejengkelan, (lagi) mereka tidak memperoleh keuntungan apapun. dan Allah menghindarkan orang-orang mukmin dari peperangan . dan adalah Allah Maha Kuat lagi Maha Perkasa.","verse_26":"Dan dia menurunkan orang-orang ahli Kitab (Bani Quraizhah) yang membantu golongan-golongan yang bersekutu dari benteng-benteng mereka, dan dia memesukkan rasa takut ke dalam hati mereka. sebahagian mereka kamu bunuh dan sebahagian yang lain kamu tawan.","verse_27":"Dan dia mewariskan kepada kamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak . dan adalah Allah Maha Kuasa terhadap segala sesuatu.","verse_28":"Hai nabi, Katakanlah kepada isteri-isterimu: \"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, Maka marilah supaya kuberikan kepadamu mut'ah dan Aku ceraikan kamu dengan cara yang baik.","verse_29":"Dan jika kamu sekalian menghendaki (keredhaan) Allah dan Rasulnya-Nya serta (kesenangan) di negeri akhirat, Maka Sesungguhnya Allah menyediakan bagi siapa yang berbuat baik diantaramu pahala yang besar.","verse_30":"Hai isteri-isteri nabi, siapa-siapa di antaramu yang mengerjakan perbuatan keji yang nyata, niscaya akan di lipat gandakan siksaan kepada mereka dua kali lipat. dan adalah yang demikian itu mudah bagi Allah.","verse_31":"Dan barang siapa diantara kamu sekalian (isteri-isteri Nabi) tetap taat kepada Allah dan rasul-Nya dan mengerjakan amal yang saleh, niscata kami memberikan kepadanya pahala dua kali lipat dan kami sediakan baginya rezki yang mulia.","verse_32":"Hai isteri-isteri nabi, kamu sekalian tidaklah seperti wanita yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk dalam berbicara sehingga berkeinginanlah orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik,","verse_33":"Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan bertingkah laku seperti orang-orang Jahiliyah yang dahulu dan Dirikanlah shalat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, Hai ahlul bait dan membersihkan kamu sebersih-bersihnya.","verse_34":"Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah nabimu). Sesungguhnya Allah adalah Maha Lembut lagi Maha Mengetahui.","verse_35":"Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah Telah menyediakan untuk mereka ampunan dan pahala yang besar.","verse_36":"Dan tidaklah patut bagi laki-laki yang mukmin dan tidak (pula) bagi perempuan yang mukmin, apabila Allah dan rasul-Nya Telah menetapkan suatu ketetapan, akan ada bagi mereka pilihan (yang lain) tentang urusan mereka. dan barangsiapa mendurhakai Allah dan rasul-Nya Maka sungguhlah dia Telah sesat, sesat yang nyata.","verse_37":"Dan (ingatlah), ketika kamu Berkata kepada orang yang Allah Telah melimpahkan nikmat kepadanya dan kamu (juga) Telah memberi nikmat kepadanya: \"Tahanlah terus isterimu dan bertakwalah kepada Allah\", sedang kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya, dan kamu takut kepada manusia, sedang Allah-lah yang lebih berhak untuk kamu takuti. Maka tatkala Zaid Telah mengakhiri keperluan terhadap Istrinya (menceraikannya), kami kawinkan kamu dengan dia supaya tidak ada keberatan bagi orang mukmin untuk (mengawini) isteri-isteri anak-anak angkat mereka, apabila anak-anak angkat itu Telah menyelesaikan keperluannya daripada isterinya. dan adalah ketetapan Allah itu pasti terjadi.","verse_38":"Tidak ada suatu keberatanpun atas nabi tentang apa yang Telah ditetapkan Allah baginya. (Allah Telah menetapkan yang demikian) sebagai sunnah-Nya pada nabi-nabi yang Telah berlalu dahulu. dan adalah ketetapan Allah itu suatu ketetapan yang pasti berlaku,","verse_39":"(yaitu) orang-orang yang menyapaikan risalah-risalah Allah, mereka takut kepada-Nya dan mereka tiada merasa takut kepada seorang(pun) selain kepada Allah. dan cukuplah Allah sebagai pembuat perhitungan.","verse_40":"Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kamu., tetapi dia adalah Rasulullah dan penutup nabi-nabi. dan adalah Allah Maha mengetahui segala sesuatu.","verse_41":"Hai orang-orang yang beriman, berzdikirlah (dengan menyebut nama) Allah, zikir yang sebanyak-banyaknya.","verse_42":"Dan bertasbihlah kepada-Nya diwaktu pagi dan petang.","verse_43":"Dialah yang memberi rahmat kepadamu dan malaikat-Nya (memohonkan ampunan untukmu), supaya dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). dan adalah dia Maha Penyayang kepada orang-orang yang beriman.","verse_44":"Salam penghormatan kepada mereka (orang-orang mukmin itu) pada hari mereka menemui-Nya ialah: Salam; dan dia menyediakan pahala yang mulia bagi mereka.","verse_45":"Hai nabi, Sesungguhnya kami mengutusmu untuk jadi saksi, dan pembawa kabar gemgira dan pemberi peringatan,","verse_46":"Dan untuk jadi penyeru kepada agama Allah dengan izin-Nya dan untuk jadi cahaya yang menerangi.","verse_47":"Dan sampaikanlah berita gembira kepada orang-orang mukmin bahwa Sesungguhnya bagi mereka karunia yang besar dari Allah.","verse_48":"Dan janganlah kamu menuruti orang-orang yang kafir dan orang- orang munafik itu, janganlah kamu hiraukan gangguan mereka dan bertawakkallah kepada Allah. dan cukuplah Allah sebagai Pelindung.","verse_49":"Hai orang-orang yang beriman, apabila kamu menikahi perempuan- perempuan yang beriman, Kemudian kamu ceraikan mereka sebelum kamu mencampurinya Maka sekali-sekali tidak wajib atas mereka 'iddah bagimu yang kamu minta menyempurnakannya. Maka berilah mereka mut'ah dan lepaskanlah mereka itu dengan cara yang sebaik- baiknya.","verse_50":"Hai nabi, Sesungguhnya kami Telah menghalalkan bagimu isteri- isterimu yang Telah kamu berikan mas kawinnya dan hamba sahaya yang kamu miliki yang termasuk apa yang kamu peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu dan perempuan mukmin yang menyerahkan dirinya kepada nabi kalau nabi mau mengawininya, sebagai pengkhususan bagimu, bukan untuk semua orang mukmin. Sesungguhnya kami Telah mengetahui apa yang kami wajibkan kepada mereka tentang isteri-isteri mereka dan hamba sahaya yang mereka miliki supaya tidak menjadi kesempitan bagimu. dan adalah Allah Maha Pengampun lagi Maha Penyayang.","verse_51":"Kamu boleh menangguhkan menggauli siapa yang kamu kehendaki di antara mereka (isteri-isterimu) dan (boleh pula) menggauli siapa yang kamu kehendaki. dan siapa-siapa yang kamu ingini untuk menggaulinya kembali dari perempuan yang Telah kamu cerai, Maka tidak ada dosa bagimu. yang demikian itu adalah lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang Telah kamu berikan kepada mereka. dan Allah mengetahui apa yang (tersimpan) dalam hatimu. dan adalah Allah Maha mengetahui lagi Maha Penyantun.","verse_52":"Tidak halal bagimu mengawini perempuan-perempuan sesudah itu dan tidak boleh (pula) mengganti mereka dengan isteri-isteri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan- perempuan (hamba sahaya) yang kamu miliki. dan adalah Allah Maha Mengawasi segala sesuatu.","verse_53":"Hai orang-orang yang beriman, janganlah kamu memasuki rumah- rumah nabi kecuali bila kamu diizinkan untuk makan dengan tidak menunggu-nunggu waktu masak (makanannya), tetapi jika kamu diundang Maka masuklah dan bila kamu selesai makan, keluarlah kamu tanpa asyik memperpanjang percakapan. Sesungguhnya yang demikian itu akan mengganggu nabi lalu nabi malu kepadamu (untuk menyuruh kamu keluar), dan Allah tidak malu (menerangkan) yang benar. apabila kamu meminta sesuatu (keperluan) kepada mereka (isteri- isteri Nabi), Maka mintalah dari belakang tabir. cara yang demikian itu lebih Suci bagi hatimu dan hati mereka. dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak (pula) mengawini isteri- isterinya selama-lamanya sesudah ia wafat. Sesungguhnya perbuatan itu adalah amat besar (dosanya) di sisi Allah.","verse_54":"Jika kamu melahirkan sesuatu atau menyembunyikannya, Maka Sesungguhnya Allah adalah Maha mengetahui segala sesuatu.","verse_55":"Tidak ada dosa atas isteri-isteri nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan yang beriman dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (hai isteri-isteri Nabi) kepada Allah. Sesungguhnya Allah Maha menyaksikan segala sesuatu.","verse_56":"Sesungguhnya Allah dan malaikat-malaikat-Nya bershalawat untuk Nabi. Hai orang-orang yang beriman, bershalawatlah kamu untuk nabi dan ucapkanlah salam penghormatan kepadanya.","verse_57":"Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya. Allah akan melaknatinya di dunia dan di akhirat, dan menyediakan baginya siksa yang menghinakan.","verse_58":"Dan orang-orang yang menyakiti orang-orang yang mukmin dan mukminat tanpa kesalahan yang mereka perbuat, Maka Sesungguhnya mereka Telah memikul kebohongan dan dosa yang nyata.","verse_59":"Hai nabi, Katakanlah kepada isteri-isterimu, anak-anak perempuanmu dan isteri-isteri orang mukmin: \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\". yang demikian itu supaya mereka lebih mudah untuk dikenal, Karena itu mereka tidak di ganggu. dan Allah adalah Maha Pengampun lagi Maha Penyayang.","verse_60":"Sesungguhnya jika tidak berhenti orang-orang munafik, orang- orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah (dari menyakitimu), niscaya kami perintahkan kamu (untuk memerangi) mereka, Kemudian mereka tidak menjadi tetanggamu (di Madinah) melainkan dalam waktu yang sebentar,","verse_61":"Dalam keadaan terlaknat. di mana saja mereka dijumpai, mereka ditangkap dan dibunuh dengan sehebat-hebatnya.","verse_62":"Sebagai sunnah Allah yang berlaku atas orang-orang yang Telah terdahulu sebelum (mu), dan kamu sekali-kali tiada akan mendapati peubahan pada sunnah Allah.","verse_63":"Manusia bertanya kepadamu tentang hari berbangkit. Katakanlah: \"Sesungguhnya pengetahuan tentang hari berbangkit itu Hanya di sisi Allah\". dan tahukah kamu (hai Muhammad), boleh jadi hari berbangkit itu sudah dekat waktunya.","verse_64":"Sesungguhnya Allah mela'nati orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),","verse_65":"Mereka kekal di dalamnya selama-lamanya; mereka tidak memperoleh seorang pelindungpun dan tidak (pula) seorang penolong.","verse_66":"Pada hari ketika muka mereka dibolak-balikan dalam neraka, mereka berkata: \"Alangkah baiknya, Andaikata kami taat kepada Allah dan taat (pula) kepada Rasul\".","verse_67":"Dan mereka berkata;:\"Ya Tuhan kami, Sesungguhnya kami Telah mentaati pemimpin-pemimpin dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).","verse_68":"Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan kutuklah mereka dengan kutukan yang besar\".","verse_69":"Hai orang-orang yang beriman, janganlah kamu menjadi seperti orang-orang yang menyakiti Musa; Maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan. dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.","verse_70":"Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan Katakanlah perkataan yang benar,","verse_71":"Niscaya Allah memperbaiki bagimu amalan-amalanmu dan mengampuni bagimu dosa-dosamu. dan barangsiapa mentaati Allah dan Rasul-Nya, Maka Sesungguhnya ia Telah mendapat kemenangan yang besar.","verse_72":"Sesungguhnya kami Telah mengemukakan amanat kepada langit, bumi dan gunung-gunung, Maka semuanya enggan untuk memikul amanat itu dan mereka khawatir akan mengkhianatinya, dan dipikullah amanat itu oleh manusia. Sesungguhnya manusia itu amat zalim dan amat bodoh,","verse_73":"Sehingga Allah mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrikin laki-laki dan perempuan; dan sehingga Allah menerima Taubat orang-orang mukmin laki-laki dan perempuan. dan adalah Allah Maha Pengampun lagi Maha Penyayang."},"count":"73"}