{"index":"042","verse":{"verse_1":"Haa Miim.","verse_2":"'Ain Siin Qaaf.","verse_3":"Demikianlah Allah yang Maha Perkasa lagi Maha Bijaksana, mewahyukan kepada kamu dan kepada orang-orang sebelum kamu.","verse_4":"Kepunyaan-Nya-lah apa yang ada di langit dan apa yang ada di bumi. dan dialah yang Maha Tinggi lagi Maha besar.","verse_5":"Hampir saja langit itu pecah dari sebelah atas (karena kebesaran Tuhan) dan malaikat-malaikat bertasbih serta memuji Tuhan-nya dan memohonkan ampun bagi orang-orang yang ada di bumi. Ingatlah, bahwa Sesungguhnya Allah Dia-lah yang Maha Pengampun lagi Penyayang.","verse_6":"Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah Mengawasi (perbuatan) mereka; dan kamu (Ya Muhammad) bukanlah orang yang diserahi Mengawasi mereka.","verse_7":"Demikianlah kami wahyukan kepadamu Al Quran dalam bahasa Arab, supaya kamu memberi peringatan kepada ummul Qura (penduduk Mekah) dan penduduk (negeri-negeri) sekelilingnya serta memberi peringatan (pula) tentang hari berkumpul (kiamat) yang tidak ada keraguan padanya. segolongan masuk surga, dan segolongan masuk jahannam.","verse_8":"Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat (saja), tetapi dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. dan orang-orang yang zalim tidak ada bagi mereka seorang pelindungpun dan tidak pula seorang penolong.","verse_9":"Atau patutkah mereka mengambil pelindung-pelindung selain Allah? Maka Allah, dialah pelindung (yang sebenarnya) dan dia menghidupkan orang- orang yang mati, dan dia adalah Maha Kuasa atas segala sesuatu.","verse_10":"Tentang sesuatu apapun kamu berselisih, Maka putusannya (terserah) kepada Allah. (yang mempunyai sifat-sifat demikian) Itulah Allah Tuhanku. kepada-Nya lah Aku bertawakkal dan kepada-Nyalah Aku kembali.","verse_11":"(dia) Pencipta langit dan bumi. dia menjadikan bagi kamu dari jenis kamu sendiri pasangan-pasangan dan dari jenis binatang ternak pasangan- pasangan (pula), dijadikan-Nya kamu berkembang biak dengan jalan itu. tidak ada sesuatupun yang serupa dengan Dia, dan Dia-lah yang Maha mendengar dan Melihat.","verse_12":"Kepunyaan-Nya-lah perbendaharaan langit dan bumi; dia melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan(nya). Sesungguhnya dia Maha mengetahui segala sesuatu.","verse_13":"Dia Telah mensyari'atkan bagi kamu tentang agama apa yang Telah diwasiatkan-Nya kepada Nuh dan apa yang Telah kami wahyukan kepadamu dan apa yang Telah kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu: Tegakkanlah agama dan janganlah kamu berpecah belah tentangnya. amat berat bagi orang-orang musyrik agama yang kamu seru mereka kepadanya. Allah menarik kepada agama itu orang yang dikehendaki-Nya dan memberi petunjuk kepada (agama)-Nya orang yang kembali (kepada-Nya).","verse_14":"Dan mereka (ahli Kitab) tidak berpecah belah, kecuali setelah datang pada mereka ilmu pengetahuan, Karena kedengkian di antara mereka. kalau tidaklah Karena sesuatu ketetapan yang Telah ada dari Tuhanmu dahulunya (untuk menangguhkan azab) sampai kepada waktu yang ditentukan, Pastilah mereka Telah dibinasakan. dan Sesungguhnya orang-orang yang diwariskan kepada mereka Al-Kitab (Taurat dan Injil) sesudah mereka, benar-benar berada dalam keraguan yang menggoncangkan tentang Kitab itu.","verse_15":"Maka Karena itu Serulah (mereka kepada agama ini) dan tetaplah sebagai mana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka dan Katakanlah: \"Aku beriman kepada semua Kitab yang diturunkan Allah dan Aku diperintahkan supaya berlaku adil diantara kamu. Allah-lah Tuhan kami dan Tuhan kamu. bagi kami amal-amal kami dan bagi kamu amal-amal kamu. tidak ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah kembali (kita)\".","verse_16":"Dan orang-orang yang membantah (agama) Allah sesudah agama itu diterima Maka bantahan mereka itu sia-sia saja, di sisi Tuhan mereka. mereka mendapat kemurkaan (Allah) dan bagi mereka azab yang sangat keras.","verse_17":"Allah-lah yang menurunkan Kitab dengan (membawa) kebenaran dan (menurunkan) neraca (keadilan). dan tahukah kamu, boleh jadi hari kiamat itu (sudah) dekat ?","verse_18":"Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa Sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar dalam kesesatan yang jauh.","verse_19":"Allah Maha Lembut terhadap hamba-hamba-Nya; dia memberi rezki kepada yang di kehendaki-Nya dan dialah yang Maha Kuat lagi Maha Perkasa.","verse_20":"Barang siapa yang menghendaki keuntungan di akhirat akan kami tambah keuntungan itu baginya dan barang siapa yang menghendaki keuntungan di dunia kami berikan kepadanya sebagian dari keuntungan dunia dan tidak ada baginya suatu bahagianpun di akhirat.","verse_21":"Apakah mereka mempunyai sembahan-sembahan selain Allah yang mensyariatkan untuk mereka agama yang tidak diizinkan Allah? sekiranya tak ada ketetapan yang menentukan (dari Allah) tentulah mereka Telah dibinasakan. dan Sesungguhnya orang-orang yang zalim itu akan memperoleh azab yang amat pedih.","verse_22":"Kamu lihat orang-orang yang zalim sangat ketakutan Karena kejahatan- kejahatan yang Telah mereka kerjakan, sedang siksaan menimpa mereka. dan orang-orang yang beriman serta mengerjakan amal saleh (berada) di dalam taman-taman surga, mereka memperoleh apa yang mereka kehendaki di sisi Tuhan mereka. yang demikian itu adalah karunia yang besar.","verse_23":"Itulah (karunia) yang (dengan itu) Allah menggembirakan hamba- hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah: \"Aku tidak meminta kepadamu sesuatu upahpun atas seruanku kecuali kasih sayang dalam kekeluargaan\". dan siapa yang mengerjakan kebaikan akan kami tambahkan baginya kebaikan pada kebaikannya itu. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","verse_24":"Bahkan mereka mengatakan: \" dia (Muhammad) Telah mengada-adakan dusta terhadap Allah \". Maka jika Allah menghendaki niscaya dia mengunci mati hatimu; dan Allah menghapuskan yang batil dan membenarkan yang hak dengan kalimat-kalimat-Nya (Al Quran). Sesungguhnya dia Maha mengetahui segala isi hati.","verse_25":"Dan dialah yang menerima Taubat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,","verse_26":"Dan dia memperkenankan (doa) orang-orang yang beriman serta mengerjakan amal yang saleh dan menambah (pahala) kepada mereka dari karunia-Nya. dan orang-orang yang kafir bagi mereka azab yang sangat keras.","verse_27":"Dan Jikalau Allah melapangkan rezki kepada hamba-hamba-Nya tentulah mereka akan melampaui batas di muka bumi, tetapi Allah menurunkan apa yang dikehendaki-Nya dengan ukuran. Sesungguhnya dia Maha mengetahui (keadaan) hamba-hamba-Nya lagi Maha Melihat.","verse_28":"Dan dialah yang menurunkan hujan sesudah mereka berputus asa dan menyebarkan rahmat-Nya. dan dialah yang Maha pelindung lagi Maha Terpuji.","verse_29":"Di antara (ayat-ayat) tanda-tanda-Nya ialah menciptakan langit dan bumi dan makhluk-makhluk yang melata yang dia sebarkan pada keduanya. dan dia Maha Kuasa mengumpulkan semuanya apabila dikehendaki-Nya.","verse_30":"Dan apa saja musibah yang menimpa kamu Maka adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan sebagian besar (dari kesalahan-kesalahanmu).","verse_31":"Dan kamu tidak dapat melepaskan diri (dari azab Allah) di muka bumi, dan kamu tidak memperoleh seorang pelindung dan tidak pula penolong selain Allah.","verse_32":"Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal di tengah (yang berlayar) di laut seperti gunung-gunung.","verse_33":"Jika dia menghendaki, dia akan menenangkan angin, Maka jadilah kapal-kapal itu terhenti di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaannya) bagi setiap orang yang banyak bersabar dan banyak bersyukur,","verse_34":"Atau kapal-kapal itu dibinasakan-Nya Karena perbuatan mereka atau dia memberi maaf sebagian besar (dari mereka).","verse_35":"Dan supaya orang-orang yang membantah ayat-ayat (kekuasaan) kami mengetahui bahwa mereka sekali-kali tidak akan memperoleh jalan ke luar (dari siksaan).","verse_36":"Maka sesuatu yang diberikan kepadamu, itu adalah kenikmatan hidup di dunia; dan yang ada pada sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan Hanya kepada Tuhan mereka, mereka bertawakkal.","verse_37":"Dan (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan- perbuatan keji, dan apabila mereka marah mereka memberi maaf.","verse_38":"Dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhannya dan mendirikan shalat, sedang urusan mereka (diputuskan) dengan musyawarat antara mereka; dan mereka menafkahkan sebagian dari rezki yang kami berikan kepada mereka.","verse_39":"Dan ( bagi) orang-orang yang apabila mereka diperlakukan dengan zalim mereka membela diri.","verse_40":"Dan balasan suatu kejahatan adalah kejahatan yang serupa, Maka barang siapa memaafkan dan berbuat baik Maka pahalanya atas (tanggungan) Allah. Sesungguhnya dia tidak menyukai orang-orang yang zalim.","verse_41":"Dan Sesungguhnya orang-orang yang membela diri sesudah teraniaya, tidak ada satu dosapun terhadap mereka.","verse_42":"Sesungguhnya dosa itu atas orang-orang yang berbuat zalim kepada manusia dan melampaui batas di muka bumi tanpa Hak. mereka itu mendapat azab yang pedih.","verse_43":"Tetapi orang yang bersabar dan mema'afkan, Sesungguhnya (perbuatan ) yang demikian itu termasuk hal-hal yang diutamakan.","verse_44":"Dan siapa yang disesatkan Allah Maka tidak ada baginya seorang pemimpinpun sesudah itu. dan kamu akan melihat orang-orang yang zalim ketika mereka melihat azab berkata: \"Adakah kiranya jalan untuk kembali (ke dunia)?\"","verse_45":"Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tunduk Karena (merasa) hina, mereka melihat dengan pandangan yang lesu. dan orang-orang yang beriman berkata: \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan (kehilangan) keluarga mereka pada hari kiamat. Ingatlah, Sesungguhnya orang- orang yang zalim itu berada dalam azab yang kekal.","verse_46":"Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah. dan siapa yang disesatkan Allah Maka tidaklah ada baginya satu jalanpun (untuk mendapat petunjuk).","verse_47":"Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak kedatangannya. kamu tidak memperoleh tempat berlindung pada hari itu dan tidak (pula) dapat mengingkari (dosa-dosamu).","verse_48":"Jika mereka berpaling Maka kami tidak mengutus kamu sebagai Pengawas bagi mereka. kewajibanmu tidak lain hanyalah menyampaikan (risalah). Sesungguhnya apabila kami merasakan kepada manusia sesuatu rahmat dari kami dia bergembira ria Karena rahmat itu. dan jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar) Karena Sesungguhnya manusia itu amat ingkar (kepada nikmat).","verse_49":"Kepunyaan Allah-lah kerajaan langit dan bumi, dia menciptakan apa yang dia kehendaki. dia memberikan anak-anak perempuan kepada siapa yang dia kehendaki dan memberikan anak-anak lelaki kepada siapa yang dia kehendaki,","verse_50":"Atau dia menganugerahkan kedua jenis laki-laki dan perempuan (kepada siapa) yang dikehendaki-Nya, dan dia menjadikan mandul siapa yang dia kehendaki. Sesungguhnya dia Maha mengetahui lagi Maha Kuasa.","verse_51":"Dan tidak mungkin bagi seorang manusiapun bahwa Allah berkata-kata dengan dia kecuali dengan perantaraan wahyu atau dibelakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang dia kehendaki. Sesungguhnya dia Maha Tinggi lagi Maha Bijaksana.","verse_52":"Dan Demikianlah kami wahyukan kepadamu wahyu (Al Quran) dengan perintah kami. sebelumnya kamu tidaklah mengetahui apakah Al Kitab (Al Quran) dan tidak pula mengetahui apakah iman itu, tetapi kami menjadikan Al Quran itu cahaya, yang kami tunjuki dengan dia siapa yang kami kehendaki di antara hamba-hamba kami. dan Sesungguhnya kamu benar- benar memberi petunjuk kepada jalan yang lurus.","verse_53":"(yaitu) jalan Allah yang Kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi. Ingatlah, bahwa kepada Allah-lah kembali semua urusan."},"count":"53"}