{"index":"009","verse":{"verse_1":"(Inilah pernyataan) pemutusan hubungan dari Allah dan RasulNya (yang dihadapkan) kepada orang-orang musyrikin yang kamu (kaum muslimin) Telah mengadakan perjanjian (dengan mereka).","verse_2":"Maka berjalanlah kamu (kaum musyrikin) di muka bumi selama empat bulan dan Ketahuilah bahwa Sesungguhnya kamu tidak akan dapat melemahkan Allah, dan Sesungguhnya Allah menghinakan orang-orang kafir.","verse_3":"Dan (Inilah) suatu permakluman daripada Allah dan rasul-Nya kepada umat manusia pada hari haji akbar bahwa Sesungguhnya Allah dan RasulNya berlepas diri dari orang-orang musyrikin. Kemudian jika kamu (kaum musyrikin) bertobat, Maka bertaubat itu lebih baik bagimu; dan jika kamu berpaling, Maka Ketahuilah bahwa Sesungguhnya kamu tidak dapat melemahkan Allah. dan beritakanlah kepada orang-orang kafir (bahwa mereka akan mendapat) siksa yang pedih.","verse_4":"Kecuali orang-orang musyrikin yang kamu Telah mengadakan perjanjian (dengan mereka) dan mereka tidak mengurangi sesuatu pun (dari isi perjanjian)mu dan tidak (pula) mereka membantu seseorang yang memusuhi kamu, Maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertaqwa.","verse_5":"Apabila sudah habis bulan-bulan Haram itu, Maka Bunuhlah orang-orang musyrikin itu dimana saja kamu jumpai mereka, dan tangkaplah mereka. Kepunglah mereka dan intailah ditempat pengintaian. jika mereka bertaubat dan mendirikan sholat dan menunaikan zakat, Maka berilah kebebasan kepada mereka untuk berjalan. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","verse_6":"Dan jika seorang diantara orang-orang musyrikin itu meminta perlindungan kepadamu, Maka lindungilah ia supaya ia sempat mendengar firman Allah, Kemudian antarkanlah ia ketempat yang aman baginya. demikian itu disebabkan mereka kaum yang tidak Mengetahui.","verse_7":"Bagaimana bisa ada perjanjian (aman) dari sisi Allah dan RasulNya dengan orang-orang musyrikin, kecuali orang-orang yang kamu Telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharaam? Maka selama mereka berlaku lurus terhadapmu, hendaklah kamu berlaku lurus (pula) terhadap mereka. Sesungguhnya Allah menyukai orang-orang yang bertakwa.","verse_8":"Bagaimana bisa (ada perjanjian dari sisi Allah dan RasulNya dengan orang-orang musyrikin), padahal jika mereka memperoleh kemenangan terhadap kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak (pula mengindahkan) perjanjian. mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. dan kebanyakan mereka adalah orang-orang yang fasik (Tidak menepati perjanjian).","verse_9":"Mereka menukarkan ayat-ayat Allah dengan harga yang sedikit, lalu mereka menghalangi (manusia) dari jalan Allah. Sesungguhnya amat buruklah apa yang mereka kerjakan itu.","verse_10":"Mereka tidak memelihara (hubungan) kerabat terhadap orang-orang mukmin dan tidak (pula mengindahkan) perjanjian. dan mereka Itulah orang-orang yang melampaui batas.","verse_11":"Jika mereka bertaubat, mendirikan sholat dan menunaikan zakat, Maka (mereka itu) adalah saudara-saudaramu seagama. dan kami menjelaskan ayat-ayat itu bagi kaum yang Mengetahui.","verse_12":"Jika mereka merusak sumpah (janji)nya sesudah mereka berjanji, dan mereka mencerca agamamu, Maka perangilah pemimpin-pemimpin orang-orang kafir itu, Karena Sesungguhnya mereka itu adalah orang-orang (yang tidak dapat dipegang) janjinya, agar supaya mereka berhenti.","verse_13":"Mengapakah kamu tidak memerangi orang-orang yang merusak sumpah (janjinya), padahal mereka Telah keras kemauannya untuk mengusir Rasul dan merekalah yang pertama mulai memerangi kamu?. mengapakah kamu takut kepada mereka padahal Allah-lah yang berhak untuk kamu takuti, jika kamu benar-benar orang yang beriman.","verse_14":"Perangilah mereka, niscaya Allah akan menghancurkan mereka dengan (perantaraan) tangan-tanganmu dan Allah akan menghinakan mereka dan menolong kamu terhadap mereka, serta melegakan hati orang-orang yang beriman.","verse_15":"Dan menghilangkan panas hati orang-orang mukmin. dan Allah menerima Taubat orang yang dikehendakiNya. Allah Maha mengetahui lagi Maha Bijaksana.","verse_16":"Apakah kamu mengira bahwa kamu akan dibiarkan, sedang Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak mengambil menjadi teman yang setia selain Allah, RasulNya dan orang-orang yang beriman. dan Allah Maha mengetahui apa yang kamu kerjakan.","verse_17":"Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah, sedang mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia pekerjaannya, dan mereka kekal di dalam neraka.","verse_18":"Hanya yang memakmurkan masjid-masjid Allah ialah orang-orang yang beriman kepada Allah dan hari Kemudian, serta tetap mendirikan shalat, emnunaikan zakat dan tidak takut (kepada siapapun) selain kepada Allah, Maka merekalah orang-orang yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk.","verse_19":"Apakah (orang-orang) yang memberi minuman orang-orang yang mengerjakan haji dan mengurus Masjidilharam kamu samakan dengan orang-orang yang beriman kepada Allah dan hari Kemudian serta bejihad di jalan Allah? mereka tidak sama di sisi Allah; dan Allah tidak memberi petunjuk kepada kaum yang zalim.","verse_20":"Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta, benda dan diri mereka, adalah lebih Tinggi derajatnya di sisi Allah; dan Itulah orang-orang yang mendapat kemenangan.","verse_21":"Tuhan mereka menggembirakan mereka dengan memberikan rahmat dari padanya, keridhaan dan surga, mereka memperoleh didalamnya kesenangan yang kekal,","verse_22":"Mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allah-lah pahala yang besar.","verse_23":"Hai orang-orang beriman, janganlah kamu jadikan bapa-bapa dan saudara-saudaramu menjadi wali(mu), jika mereka lebih mengutamakan kekafiran atas keimanan dan siapa di antara kamu yang menjadikan mereka wali, Maka mereka Itulah orang-orang yang zalim.","verse_24":"Katakanlah: \"Jika bapa-bapa , anak-anak , saudara-saudara, isteri-isteri, kaum keluargamu, harta kekayaan yang kamu usahakan, perniagaan yang kamu khawatiri kerugiannya, dan tempat tinggal yang kamu sukai, adalah lebih kamu cintai dari Allah dan RasulNya dan dari berjihad di jalan nya, Maka tunggulah sampai Allah mendatangkan Keputusan NYA\". dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.","verse_25":"Sesungguhnya Allah Telah menolong kamu (hai para mukminin) di medan peperangan yang banyak, dan (Ingatlah) peperangan Hunain, yaitu diwaktu kamu menjadi congkak Karena banyaknya jumlah (mu), Maka jumlah yang banyak itu tidak memberi manfaat kepadamu sedikitpun, dan bumi yang luas itu Telah terasa sempit olehmu, Kemudian kamu lari kebelakang dengan bercerai-berai.","verse_26":"Kemudian Allah menurunkan ketenangan kepada RasulNya dan kepada orang-orang yang beriman, dan Allah menurunkan bala tentara yang kamu tiada melihatnya, dan Allah menimpakan bencana kepada orang- orang yang kafir, dan Demikianlah pembalasan kepada orang-orang yang kafir.","verse_27":"Sesudah itu Allah menerima Taubat dari orang-orang yang dikehendakiNya. Allah Maha Pengampun lagi Maha Penyayang.","verse_28":"Hai orang-orang yang beriman, Sesungguhnya orang-orang yang musyrik itu najis, Maka janganlah mereka mendekati Masjidilharam sesudah tahun ini. dan jika kamu khawatir menjadi miskin, Maka Allah nanti akan memberimu kekayaan kepadamu dari karuniaNya, jika dia menghendaki. Sesungguhnya Allah Maha mengetahui lagi Maha Bijaksana.","verse_29":"Perangilah orang-orang yang tidak beriman kepada Allah dan tidak (pula) kepada hari Kemudian, dan mereka tidak mengharamkan apa yang diharamkan oleh Allah dan RasulNya dan tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang diberikan Al-Kitab kepada mereka, sampai mereka membayar jizyah dengan patuh sedang mereka dalam keadaan tunduk.","verse_30":"Orang-orang Yahudi berkata: \"Uzair itu putera Allah\" dan orang-orang Nasrani berkata: \"Al masih itu putera Allah\". Demikianlah itu Ucapan mereka dengan mulut mereka, mereka meniru perkataan orang-orang kafir yang terdahulu. Dilaknati Allah mereka , bagaimana mereka sampai berpaling?","verse_31":"Mereka menjadikan orang-orang alimnya dan rahib-rahib mereka sebagai Tuhan selain Allah dan (juga mereka mempertuhankan) Al masih putera Maryam, padahal mereka Hanya disuruh menyembah Tuhan yang Esa, tidak ada Tuhan (yang berhak disembah) selain Dia. Maha Suci Allah dari apa yang mereka persekutukan.","verse_32":"Mereka berkehendak memadamkan cahaya (agama) Allah dengan mulut (ucapan- ucapan) mereka, dan Allah tidak menghendaki selain menyempurnakan cahayanya, walaupun orang-orang yang kafir tidak menyukai.","verse_33":"Dialah yang Telah mengutus RasulNya (dengan membawa) petunjuk (Al-Quran) dan agama yang benar untuk dimenangkanNya atas segala agama, walaupun orang-orang musyrikin tidak menyukai.","verse_34":"Hai orang-orang yang beriman, Sesungguhnya sebahagian besar dari orang-orang alim Yahudi dan rahib-rahib Nasrani benar-benar memakan harta orang dengan jalan batil dan mereka menghalang-halangi (manusia) dari jalan Allah. dan orang-orang yang menyimpan emas dan perak dan tidak menafkahkannya pada jalan Allah, Maka beritahukanlah kepada mereka, (bahwa mereka akan mendapat) siksa yang pedih,","verse_35":"Pada hari dipanaskan emas perak itu dalam neraka Jahannam, lalu dibakar dengannya dahi mereka, Lambung dan punggung mereka (lalu dikatakan) kepada mereka: \"Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, Maka rasakanlah sekarang (akibat dari) apa yang kamu simpan itu.\"","verse_36":"Sesungguhnya bilangan bulan pada sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu dia menciptakan langit dan bumi, di antaranya empat bulan haram. Itulah (ketetapan) agama yang lurus, Maka janganlah kamu menganiaya diri kamu dalam bulan yang empat itu, dan perangilah kaum musyrikin itu semuanya sebagaimana merekapun memerangi kamu semuanya, dan Ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa.","verse_37":"Sesungguhnya mengundur-undurkan bulan Haram itu adalah menambah kekafiran. disesatkan orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkannya pada suatu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat mempersesuaikan dengan bilangan yang Allah mengharamkannya, Maka mereka menghalalkan apa yang diharamkan Allah. (syaitan) menjadikan mereka memandang perbuatan mereka yang buruk itu. dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.","verse_38":"Hai orang-orang yang beriman, apakah sebabnya bila dikatakan kepadamu: \"Berangkatlah (untuk berperang) pada jalan Allah\" kamu merasa berat dan ingin tinggal di tempatmu? apakah kamu puas dengan kehidupan di dunia sebagai ganti kehidupan di akhirat? padahal kenikmatan hidup di dunia Ini (dibandingkan dengan kehidupan) diakhirat hanyalah sedikit.","verse_39":"Jika kamu tidak berangkat untuk berperang, niscaya Allah menyiksa kamu dengan siksa yang pedih dan digantinya (kamu) dengan kaum yang lain, dan kamu tidak akan dapat memberi kemudharatan kepada-Nya sedikitpun. Allah Maha Kuasa atas segala sesuatu.","verse_40":"Jikalau kamu tidak menolongnya (Muhammad) Maka Sesungguhnya Allah Telah menolongnya (yaitu) ketika orang-orang kafir (musyrikin Mekah) mengeluarkannya (dari Mekah) sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, di waktu dia Berkata kepada temannya: \"Janganlah kamu berduka cita, Sesungguhnya Allah beserta kita.\" Maka Allah menurunkan keterangan-Nya kepada (Muhammad) dan membantunya dengan tentara yang kamu tidak melihatnya, dan Al-Quran menjadikan orang-orang kafir Itulah yang rendah. dan kalimat Allah Itulah yang Tinggi. Allah Maha Perkasa lagi Maha Bijaksana.","verse_41":"Berangkatlah kamu baik dalam keadaan merasa ringan maupun berat, dan berjihadlah kamu dengan harta dan dirimu di jalan Allah. yang demikian itu adalah lebih baik bagimu, jika kamu Mengetahui.","verse_42":"Kalau yang kamu serukan kepada mereka itu keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, Pastilah mereka mengikutimu, tetapi tempat yang dituju itu amat jauh terasa oleh mereka. mereka akan bersumpah dengan (nama) Allah: \"Jikalau kami sanggup tentulah kami berangkat bersama-samamu.\" mereka membinasakan diri mereka sendiri dan Allah mengetahui bahwa Sesungguhnya mereka benar-benar orang-orang yang berdusta.","verse_43":"Semoga Allah mema'afkanmu. Mengapa kamu memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar (dalam keuzurannya) dan sebelum kamu ketahui orang-orang yang berdusta?","verse_44":"Orang-orang yang beriman kepada Allah dan hari Kemudian, tidak akan meminta izin kepadamu untuk tidak ikut berjihad dengan harta dan diri mereka. dan Allah mengetahui orang-orang yang bertakwa.","verse_45":"Sesungguhnya yang akan meminta izin kepadamu, hanyalah orang-orang yang tidak beriman kepada Allah dan hari Kemudian, dan hati mereka ragu-ragu, Karena itu mereka selalu bimbang dalam keraguannya.","verse_46":"Dan jika mereka mau berangkat, tentulah mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, Maka Allah melemahkan keinginan mereka. dan dikatakan kepada mereka: \"Tinggallah kamu bersama orang-orang yang tinggal itu.\"","verse_47":"Jika mereka berangkat bersama-sama kamu, niscaya mereka tidak menambah kamu selain dari kerusakan belaka, dan tentu mereka akan bergegas maju ke muka di celah-celah barisanmu, untuk mengadakan kekacauan di antara kamu; sedang di antara kamu ada orang-orang yang amat suka mendengarkan perkataan mereka. dan Allah mengetahui orang-orang yang zalim.","verse_48":"Sesungguhnya dari dahulupun mereka Telah mencari-cari kekacauan dan mereka mengatur pelbagai macam tipu daya untuk (merusakkan)mu, hingga datanglah kebenaran (pertolongan Allah) dan menanglah agama Allah, padahal mereka tidak menyukainya.","verse_49":"Di antara mereka ada orang yang berkata: \"Berilah saya keizinan (Tidak pergi berperang) dan janganlah kamu menjadikan saya terjerumus dalam fitnah.\" Ketahuilah bahwa mereka Telah terjerumus ke dalam fitnah. dan Sesungguhnya Jahannam itu benar-benar meliputi orang-orang yang kafir.","verse_50":"Jika kamu mendapat suatu kebaikan, mereka menjadi tidak senang karenanya; dan jika kamu ditimpa oleh sesuatu bencana, mereka berkata: \"Sesungguhnya kami sebelumnya Telah memperhatikan urusan kami (Tidak pergi perang)\" dan mereka berpaling dengan rasa gembira.","verse_51":"Katakanlah: \"Sekali-kali tidak akan menimpa kami melainkan apa yang Telah ditetapkan Allah untuk kami. dialah pelindung kami, dan Hanya kepada Allah orang-orang yang beriman harus bertawakal.\"","verse_52":"Katakanlah: \"Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan. dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan kepadamu azab (yang besar) dari sisi-Nya. sebab itu tunggulah, Sesungguhnya kami menunggu-nunggu bersamamu.\"","verse_53":"Katakanlah: \"Nafkahkanlah hartamu, baik dengan sukarela ataupun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kamu. Sesungguhnya kamu adalah orang-orang yang fasik.","verse_54":"Dan tidak ada yang menghalangi mereka untuk diterima dari mereka nafkah-nafkahnya melainkan Karena mereka kafir kepada Allah dan RasulNya dan mereka tidak mengerjakan sembahyang, melainkan dengan malas dan tidak (pula) menafkahkan (harta) mereka, melainkan dengan rasa enggan.","verse_55":"Maka janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki dengan (memberi) harta benda dan anak-anak itu untuk menyiksa mereka dalam kehidupan di dunia dan kelak akan melayang nyawa mereka, sedang mereka dalam keadaan kafir.","verse_56":"Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa Sesungguhnya mereka termasuk golonganmu; padahal mereka bukanlah dari golonganmu, akan tetapi mereka adalah orang-orang yang sangat takut (kepadamu).","verse_57":"Jikalau mereka memperoleh tempat perlindunganmu atau gua-gua atau lobang-lobang (dalam tanah) niscaya mereka pergi kepadanya dengan secepat-cepatnya.","verse_58":"Dan di antara mereka ada orang yang mencelamu tentang (distribusi) zakat; jika mereka diberi sebahagian dari padanya, mereka bersenang hati, dan jika mereka tidak diberi sebahagian dari padanya, dengan serta merta mereka menjadi marah.","verse_59":"Jikalau mereka sungguh-sungguh ridha dengan apa yang diberikan Allah dan RasulNya kepada mereka, dan berkata: \"Cukuplah Allah bagi kami, Allah akan memberikan sebagian dari karunia-Nya dan demikian (pula) Rasul-Nya, Sesungguhnya kami adalah orang-orang yang berharap kepada Allah,\" (tentulah yang demikian itu lebih baik bagi mereka).","verse_60":"Sesungguhnya zakat-zakat itu, hanyalah untuk orang-orang fakir, orang-orang miskin, pengurus-pengurus zakat, para mu'allaf yang dibujuk hatinya, untuk (memerdekakan) budak, orang-orang yang berhutang, untuk jalan Allah dan untuk mereka yuang sedang dalam perjalanan, sebagai suatu ketetapan yang diwajibkan Allah, dan Allah Maha mengetahui lagi Maha Bijaksana.","verse_61":"Di antara mereka (orang-orang munafik) ada yang menyakiti nabi dan mengatakan: \"Nabi mempercayai semua apa yang didengarnya.\" Katakanlah: \"Ia mempercayai semua yang baik bagi kamu, ia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.\" dan orang-orang yang menyakiti Rasulullah itu, bagi mereka azab yang pedih.","verse_62":"Mereka bersumpah kepada kamu dengan (nama) Allah untuk mencari keridhaanmu, padahal Allah dan rasul-Nya Itulah yang lebih patut mereka cari keridhaannya jika mereka adalah orang-orang yang mukmin.","verse_63":"Tidaklah mereka (orang-orang munafik itu) mengetahui bahwasanya barangsiapa menentang Allah dan Rasul-Nya, Maka Sesungguhnya nerakan Jahannamlah baginya, kekal mereka di dalamnya. itu adalah kehinaan yang besar.","verse_64":"Orang-orang yang munafik itu takut akan diturunkan terhadap mereka sesuatu surat yang menerangkan apa yang tersembunyi dalam hati mereka. Katakanlah kepada mereka: \"Teruskanlah ejekan-ejekanmu (terhadap Allah dan rasul-Nya).\" Sesungguhnya Allah akan menyatakan apa yang kamu takuti itu.","verse_65":"Dan jika kamu tanyakan kepada mereka (tentang apa yang mereka lakukan itu), tentulah mereka akan manjawab, \"Sesungguhnya kami hanyalah bersenda gurau dan bermain-main saja.\" Katakanlah: \"Apakah dengan Allah, ayat-ayat-Nya dan rasul-Nya kamu selalu berolok-olok?\"","verse_66":"Tidak usah kamu minta maaf, Karena kamu kafir sesudah beriman. jika kami memaafkan segolongan kamu (lantaran mereka taubat), niscaya kami akan mengazab golongan (yang lain) disebabkan mereka adalah orang-orang yang selalu berbuat dosa.","verse_67":"Orang-orang munafik laki-laki dan perempuan. sebagian dengan sebagian yang lain adalah sama, mereka menyuruh membuat yang munkar dan melarang berbuat yang ma'ruf dan mereka menggenggamkan tangannya. mereka Telah lupa kepada Allah, Maka Allah melupakan mereka. Sesungguhnya orang-orang munafik itu adalah orang-orang yang fasik.","verse_68":"Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahannam, mereka kekal di dalamnya. cukuplah neraka itu bagi mereka, dan Allah mela'nati mereka, dan bagi mereka azab yang kekal.","verse_69":"(keadaan kamu Hai orang-orang munafik dan musyrikin) adalah seperti keadaan orang-orang sebelum kamu, mereka lebih Kuat daripada kamu, dan lebih banyak harta dan anak-anaknya dari kamu. Maka mereka Telah menikmati bagian mereka, dan kamu Telah menikmati bagian kamu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal yang batil) sebagaimana mereka mempercakapkannya. mereka itu amalannya menjadi sia-sia di dunia dan di akhirat; dan mereka Itulah orang-orang yang merugi.","verse_70":"Belumkah datang kepada mereka berita penting tentang orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Aad, Tsamud, kaum Ibrahim, penduduk Madyan dan negeri-negeri yang Telah musnah?. Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata, Maka Allah tidaklah sekali-kali menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri.","verse_71":"Dan orang-orang yang beriman, lelaki dan perempuan, sebahagian mereka (adalah) menjadi penolong bagi sebahagian yang lain. mereka menyuruh (mengerjakan) yang ma'ruf, mencegah dari yang munkar, mendirikan shalat, menunaikan zakat dan mereka taat pada Allah dan Rasul-Nya. mereka itu akan diberi rahmat oleh Allah; Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.","verse_72":"Allah menjanjikan kepada orang-orang mukmin, lelaki dan perempuan, (akan mendapat) surga yang dibawahnya mengalir sungai-sungai, kekal mereka di dalamnya, dan (mendapat) tempat-tempat yang bagus di surga 'Adn. dan keridhaan Allah adalah lebih besar; itu adalah keberuntungan yang besar.","verse_73":"Hai nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik itu, dan bersikap keraslah terhadap mereka. tempat mereka ialah jahannam. dan itu adalah tempat kembali yang seburuk-buruknya.","verse_74":"Mereka (orang-orang munafik itu) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakitimu). Sesungguhnya mereka Telah mengucapkan perkataan kekafiran, dan Telah menjadi kafir sesudah Islam dan mengingini apa yang mereka tidak dapat mencapainya, dan mereka tidak mencela (Allah dan Rasul-Nya), kecuali Karena Allah dan rasul-Nya Telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertaubat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka sekali-kali tidaklah mempunyai pelindung dan tidak (pula) penolong di muka bumi.","verse_75":"Dan diantara mereka ada orang yang Telah berikrar kepada Allah: \"Sesungguhnya jika Allah memberikan sebahagian karunia-Nya kepada kami, Pastilah kami akan bersedekah dan Pastilah kami termasuk orang-orang yang saleh.","verse_76":"Maka setelah Allah memberikan kepada mereka sebahagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling, dan mereka memanglah orang-orang yang selalu membelakangi (kebenaran).","verse_77":"Maka Allah menimbulkan kemunafikan pada hati mereka sampai kepada waktu mereka menemui Allah, Karena mereka Telah memungkiri terhadap Allah apa yang Telah mereka ikrarkan kepada-Nya dan juga Karena mereka selalu berdusta.","verse_78":"Tidaklah mereka tahu bahwasanya Allah mengetahui rahasia dan bisikan mereka, dan bahwasanya Allah amat mengetahui segala yang ghaib.","verse_79":"(orang-orang munafik itu) yaitu orang-orang yang mencela orang-orang mukmin yang memberi sedekah dengan sukarela dan (mencela) orang-orang yang tidak memperoleh (untuk disedekahkan) selain sekedar kesanggupannya, Maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka itu, dan untuk mereka azab yang pedih.","verse_80":"Kamu memohonkan ampun bagi mereka atau tidak kamu mohonkan ampun bagi mereka (adalah sama saja). kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampunan kepada mereka. yang demikian itu adalah Karena mereka kafir kepada Allah dan Rasul-Nya. dan Allah tidak memberi petunjuk kepada kaum yang fasik.","verse_81":"Orang-orang yang ditinggalkan (Tidak ikut perang) itu, merasa gembira dengan tinggalnya mereka di belakang Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata: \"Janganlah kamu berangkat (pergi berperang) dalam panas terik ini\". Katakanlah: \"Api neraka Jahannam itu lebih sangat panas(nya)\" jika mereka Mengetahui.","verse_82":"Maka hendaklah mereka tertawa sedikit dan menangis banyak, sebagai pembalasan dari apa yang selalu mereka kerjakan.","verse_83":"Maka jika Allah mengembalikanmu kepada suatu golongan dari mereka, Kemudian mereka minta izin kepadamu untuk keluar (pergi berperang), Maka Katakanlah: \"Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu Telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah bersama orang-orang yang tidak ikut berperang.\"","verse_84":"Dan janganlah kamu sekali-kali menyembahyangkan (jenazah) seorang yang mati di antara mereka, dan janganlah kamu berdiri (mendoakan) di kuburnya. Sesungguhnya mereka Telah kafir kepada Allah dan rasul-Nya dan mereka mati dalam keadaan fasik.","verse_85":"Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang nyawa mereka, dalam keadaan kafir.","verse_86":"Dan apabila diturunkan suatu surat (yang memerintahkan kepada orang munafik itu): \"Berimanlah kamu kepada Allah dan berjihadlah beserta Rasul-Nya\", niscaya orang-orang yang sanggup di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata: \"Biarkanlah kami berada bersama orang-orang yang duduk\".","verse_87":"Mereka rela berada bersama orang-orang yang tidak berperang, dan hati mereka Telah dikunci mati Maka mereka tidak mengetahui (kebahagiaan beriman dan berjihad).","verse_88":"Tetapi Rasul dan orang-orang yang beriman bersama Dia, mereka berjihad dengan harta dan diri mereka. dan mereka Itulah orang-orang yang memperoleh kebaikan, dan mereka Itulah orang-orang yang beruntung.","verse_89":"Allah Telah menyediakan bagi mereka syurga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar.","verse_90":"Dan datang (kepada Nabi) orang-orang yang mengemukakan 'uzur, yaitu orang-orang Arab Baswi agar diberi izin bagi mereka (untuk tidak berjihad), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam diri saja. kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih.","verse_91":"Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah, orang-orang yang sakit dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. tidak ada jalan sedikitpun untuk menyalahkan orang-orang yang berbuat baik. dan Allah Maha Pengampun lagi Maha Penyayang,","verse_92":"Dan tiada (pula) berdosa atas orang-orang yang apabila mereka datang kepadamu, supaya kamu memberi mereka kendaraan, lalu kamu berkata: \"Aku tidak memperoleh kendaraan untuk membawamu.\" lalu mereka kembali, sedang mata mereka bercucuran air mata Karena kesedihan, lantaran mereka tidak memperoleh apa yang akan mereka nafkahkan.","verse_93":"Sesungguhnya jalan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, padahal mereka itu orang-orang kaya. mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah Telah mengunci mati hati mereka, Maka mereka tidak mengetahui (akibat perbuatan mereka).","verse_94":"Mereka (orang-orang munafik) mengemukakan 'uzurnya kepadamu, apabila kamu Telah kembali kepada mereka (dari medan perang). Katakanlah: \"Janganlah kamu mengemukakan 'uzur; kami tidak percaya lagi kepadamu, (karena) Sesungguhnya Allah Telah memberitahukan kepada kami beritamu yang sebenarnya. dan Allah serta rasul-Nya akan melihat pekerjaanmu, Kemudian kamu dikembalikan kepada yang mengetahui yang ghaib dan yang nyata, lalu dia memberitahukan kepadamu apa yang Telah kamu kerjakan.","verse_95":"Kelak mereka akan bersumpah kepadamu dengan nama Allah, apabila kamu kembali kepada mereka, supaya kamu berpaling dari mereka. Maka berpalinglah dari mereka; Karena Sesungguhnya mereka itu adalah najis dan tempat mereka jahannam; sebagai balasan atas apa yang Telah mereka kerjakan.","verse_96":"Mereka akan bersumpah kepadamu, agar kamu ridha kepada mereka. tetapi jika sekiranya kamu ridha kepada mereka, Sesungguhnya Allah tidak ridha kepada orang-orang yang fasik itu.","verse_97":"Orang-orang Arab Badwi itu, lebih sangat kekafiran dan kemunafikannya, dan lebih wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. dan Allah Maha mengetahui lagi Maha Bijaksana.","verse_98":"Di antara orang-orang Arab Badwi itu ada orang yang memandang apa yang dinafkahkannya (di jalan Allah), sebagi suatu kerugian, dan dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. dan Allah Maha mendengar lagi Maha Mengetahui.","verse_99":"Di antara orang-orang Arab Badwi itu ada orang yang beriman kepada Allah dan hari Kemudian, dan memandang apa yang dinafkahkannya (di jalan Allah) itu, sebagai jalan untuk mendekatkannya kepada Allah dan sebagai jalan untuk memperoleh doa rasul. Ketahuilah, Sesungguhnya nafkah itu adalah suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). kelak Allah akan memasukan mereka kedalam rahmat (surga)Nya; Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","verse_100":"Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) dari golongan muhajirin dan anshar dan orang-orang yang mengikuti mereka dengan baik, Allah ridha kepada mereka dan merekapun ridha kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di dalamnya selama-lamanya. mereka kekal di dalamnya. Itulah kemenangan yang besar.","verse_101":"Di antara orang-orang Arab Badwi yang di sekelilingmu itu, ada orang-orang munafik; dan (juga) di antara penduduk Madinah. mereka keterlaluan dalam kemunafikannya. kamu (Muhammad) tidak mengetahui mereka, (tetapi) kamilah yang mengetahui mereka. nanti mereka akan kami siksa dua kali Kemudian mereka akan dikembalikan kepada azab yang besar.","verse_102":"Dan (ada pula) orang-orang lain yang mengakui dosa-dosa mereka, mereka mencampurbaurkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima Taubat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","verse_103":"Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka dan mendoalah untuk mereka. Sesungguhnya doa kamu itu (menjadi) ketenteraman jiwa bagi mereka. dan Allah Maha mendengar lagi Maha Mengetahui.","verse_104":"Tidaklah mereka mengetahui, bahwasanya Allah menerima Taubat dari hamba-hamba-Nya dan menerima zakat dan bahwasanya Allah Maha Penerima Taubat lagi Maha Penyayang?","verse_105":"Dan Katakanlah: \"Bekerjalah kamu, Maka Allah dan rasul-Nya serta orang-orang mukmin akan melihat pekerjaanmu itu, dan kamu akan dikembalikan kepada (Allah) yang mengetahui akan yang ghaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang Telah kamu kerjakan.","verse_106":"Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada Keputusan Allah; adakalanya Allah akan mengazab mereka dan adakalanya Allah akan menerima Taubat mereka. dan Allah Maha mengetahui lagi Maha Bijaksana.","verse_107":"Dan (di antara orang-orang munafik itu) ada orang-orang yang mendirikan masjid untuk menimbulkan kemudharatan (pada orang-orang mukmin), untuk kekafiran dan untuk memecah belah antara orang-orang mukmin serta menunggu kedatangan orang-orang yang Telah memerangi Allah dan rasul-Nya sejak dahulu. mereka Sesungguhnya bersumpah: \"Kami tidak menghendaki selain kebaikan.\" dan Allah menjadi saksi bahwa Sesungguhnya mereka itu adalah pendusta (dalam sumpahnya).","verse_108":"Janganlah kamu bersembahyang dalam mesjid itu selama-lamanya. sesungguh- nya mesjid yang didirikan atas dasar taqwa (mesjid Quba), sejak hari pertama adalah lebih patut kamu sholat di dalamnya. di dalamnya mesjid itu ada orang-orang yang ingin membersihkan diri. dan Sesungguhnya Allah menyukai orang-orang yang bersih.","verse_109":"Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar taqwa kepada Allah dan keridhaan-(Nya) itu yang baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu bangunannya itu jatuh bersama-sama dengan dia ke dalam neraka jahannam. dan Allah tidak memberikan petunjuk kepada orang- orang yang zalim.","verse_110":"Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan dalam hati mereka, kecuali bila hati mereka itu Telah hancur. dan Allah Maha mengetahui lagi Maha Bijaksana.","verse_111":"Sesungguhnya Allah Telah membeli dari orang-orang mukmin diri dan harta mereka dengan memberikan surga untuk mereka. mereka berperang pada jalan Allah; lalu mereka membunuh atau terbunuh. (Itu Telah menjadi) janji yang benar dari Allah di dalam Taurat, Injil dan Al Quran. dan siapakah yang lebih menepati janjinya (selain) daripada Allah? Maka bergembiralah dengan jual beli yang Telah kamu lakukan itu, dan Itulah kemenangan yang besar.","verse_112":"Mereka itu adalah orang-orang yang bertaubat, yang beribadat, yang memuji, yang melawat, yang ruku', yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat munkar dan yang memelihara hukum-hukum Allah. dan gembirakanlah orang-orang mukmin itu.","verse_113":"Tiadalah sepatutnya bagi nabi dan orang-orang yang beriman memintakan ampun (kepada Allah) bagi orang-orang musyrik, walaupun orang-orang musyrik itu adalah kaum kerabat (nya), sesudah jelas bagi mereka, bahwasanya orang-orang musyrik itu adalah penghuni neraka jahanam.","verse_114":"Dan permintaan ampun dari Ibrahim (kepada Allah) untuk bapaknya tidak lain hanyalah Karena suatu janji yang Telah diikrarkannya kepada bapaknya itu. Maka, tatkala jelas bagi Ibrahim bahwa bapaknya itu adalah musuh Allah, Maka Ibrahim berlepas diri dari padanya. Sesungguhnya Ibrahim adalah seorang yang sangat Lembut hatinya lagi Penyantun.","verse_115":"Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, sesudah Allah memberi petunjuk kepada mereka sehingga dijelaskan-Nya kepada mereka apa yang harus mereka jauhi. Sesungguhnya Allah Maha mengetahui segala sesuatu.","verse_116":"Sesungguhnya kepunyaan Allah-lah kerajaan langit dan bumi. dia menghidupkan dan mematikan. dan sekali-kali tidak ada pelindung dan penolong bagimu selain Allah.","verse_117":"Sesungguhnya Allah Telah menerima Taubat nabi, orang-orang muhajirin dan orang-orang anshar yang mengikuti nabi dalam masa kesulitan, setelah hati segolongan dari mereka hampir berpaling, Kemudian Allah menerima Taubat mereka itu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada mereka,","verse_118":"Dan terhadap tiga orang yang ditangguhkan (penerimaan taubat) mereka, hingga apabila bumi Telah menjadi sempit bagi mereka, padahal bumi itu luas dan jiwa merekapun Telah sempit (pula terasa) oleh mereka, serta mereka Telah mengetahui bahwa tidak ada tempat lari dari (siksa) Allah, melainkan kepada-Nya saja. Kemudian Allah menerima Taubat mereka agar mereka tetap dalam taubatnya. Sesungguhnya Allah-lah yang Maha Penerima Taubat lagi Maha Penyayang.","verse_119":"Hai orang-orang yang beriman bertakwalah kepada Allah, dan hendaklah kamu bersama orang-orang yang benar.","verse_120":"Tidaklah sepatutnya bagi penduduk Madinah dan orang-orang Arab Badwi yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (berperang) dan tidak patut (pula) bagi mereka lebih mencintai diri mereka daripada mencintai diri rasul. yang demikian itu ialah Karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan pada jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan sesuatu bencana kepada musuh, melainkan dituliskanlah bagi mereka dengan yang demikian itu suatu amal saleh. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik,","verse_121":"Dan mereka tiada menafkahkan suatu nafkah yang kecil dan tidak (pula) yang besar dan tidak melintasi suatu lembah, melainkan dituliskan bagi mereka (amal saleh pula) Karena Allah akan memberi balasan kepada mereka yang lebih baik dari apa yang Telah mereka kerjakan.","verse_122":"Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka Telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya.","verse_123":"Hai orang-orang yang beriman, perangilah orang-orang kafir yang di sekitar kamu itu, dan hendaklah mereka menemui kekerasan daripadamu, dan Ketahuilah, bahwasanya Allah bersama orang-orang yang bertaqwa.","verse_124":"Dan apabila diturunkan suatu surat, Maka di antara mereka (orang-orang munafik) ada yang berkata: \"Siapakah di antara kamu yang bertambah imannya dengan (turannya) surat ini?\" adapun orang-orang yang beriman, Maka surat Ini menambah imannya, dan mereka merasa gembira.","verse_125":"Dan adapun orang-orang yang di dalam hati mereka ada penyakit, Maka dengan surat itu bertambah kekafiran mereka, disamping kekafirannya (yang Telah ada) dan mereka mati dalam keadaan kafir.","verse_126":"Dan tidaklah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, dan mereka tidak (juga) bertaubat dan tidak (pula) mengambil pelajaran?","verse_127":"Dan apabila diturunkan satu surat, sebagian mereka memandang kepada yang lain (sambil berkata): \"Adakah seorang dari (orang-orang muslimin) yang melihat kamu?\" sesudah itu merekapun pergi. Allah Telah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak mengerti.","verse_128":"Sungguh Telah datang kepadamu seorang Rasul dari kaummu sendiri, berat terasa olehnya penderitaanmu, sangat menginginkan (keimanan dan keselamatan) bagimu, amat belas kasihan lagi Penyayang terhadap orang-orang mukmin.","verse_129":"Jika mereka berpaling (dari keimanan), Maka Katakanlah: \"Cukuplah Allah bagiKu; tidak ada Tuhan selain Dia. Hanya kepada-Nya Aku bertawakkal dan dia adalah Tuhan yang memiliki 'Arsy yang agung\"."},"count":"129"}