{"index":"016","verse":{"verse_1":"Telah pasti datangnya ketetapan Allah Maka janganlah kamu meminta agar disegerakan (datang) nya. Maha Suci Allah dan Maha Tinggi dari apa yang mereka persekutukan.","verse_2":"Dia menurunkan para malaikat dengan (membawa) wahyu dengan perintah-Nya kepada siapa yang dia kehendaki di antara hamba-hamba-Nya, yaitu: \"Peringatkanlah olehmu sekalian, bahwasanya tidak ada Tuhan (yang hak) melainkan aku, Maka hendaklah kamu bertakwa kepada-Ku\".","verse_3":"Dia menciptakan langit dan bumi dengan hak. Maha Tinggi Allah daripada apa yang mereka persekutukan.","verse_4":"Dia Telah menciptakan manusia dari mani, tiba-tiba ia menjadi pembantah yang nyata.","verse_5":"Dan dia Telah menciptakan binatang ternak untuk kamu; padanya ada (bulu) yang menghangatkan dan berbagai-bagai manfaat, dan sebahagiannya kamu makan.","verse_6":"Dan kamu memperoleh pandangan yang indah padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya ke tempat penggembalaan.","verse_7":"Dan ia memikul beban-bebanmu ke suatu negeri yang kamu tidak sanggup sampai kepadanya, melainkan dengan kesukaran-kesukaran (yang memayahkan) diri. Sesungguhnya Tuhanmu benar-benar Maha Pengasih lagi Maha Penyayang,","verse_8":"Dan (Dia Telah menciptakan) kuda, bagal dan keledai, agar kamu menungganginya dan (menjadikannya) perhiasan. dan Allah menciptakan apa yang kamu tidak mengetahuinya.","verse_9":"Dan hak bagi Allah (menerangkan) jalan yang lurus, dan di antara jalan-jalan ada yang bengkok. dan Jikalau dia menghendaki, tentulah dia memimpin kamu semuanya (kepada jalan yang benar).","verse_10":"Dia-lah, yang Telah menurunkan air hujan dari langit untuk kamu, sebahagiannya menjadi minuman dan sebahagiannya (menyuburkan) tumbuh-tumbuhan, yang pada (tempat tumbuhnya) kamu menggembalakan ternakmu.","verse_11":"Dia menumbuhkan bagi kamu dengan air hujan itu tanam-tanaman; zaitun, korma, anggur dan segala macam buah-buahan. Sesungguhnya pada yang demikian itu benar-benar ada tanda (kekuasaan Allah) bagi kaum yang memikirkan.","verse_12":"Dan dia menundukkan malam dan siang, matahari dan bulan untukmu. dan bintang-bintang itu ditundukkan (untukmu) dengan perintah-Nya. Sesungguhnya pada yang demikian itu benar-benar ada tanda-tanda (kekuasaan Allah) bagi kaum yang memahami (nya),","verse_13":"Dan dia (menundukkan pula) apa yang dia ciptakan untuk kamu di bumi Ini dengan berlain-lainan macamnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi kaum yang mengambil pelajaran.","verse_14":"Dan Dia-lah, Allah yang menundukkan lautan (untukmu), agar kamu dapat memakan daripadanya daging yang segar (ikan), dan kamu mengeluarkan dari lautan itu perhiasan yang kamu pakai; dan kamu melihat bahtera berlayar padanya, dan supaya kamu mencari (keuntungan) dari karunia-Nya, dan supaya kamu bersyukur.","verse_15":"Dan dia menancapkan gunung-gunung di bumi supaya bumi itu tidak goncang bersama kamu, (dan dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,","verse_16":"Dan (Dia ciptakan) tanda-tanda (penunjuk jalan). dan dengan bintang-bintang Itulah mereka mendapat petunjuk.","verse_17":"Maka apakah (Allah) yang menciptakan itu sama dengan yang tidak dapat menciptakan (apa-apa) ?. Maka Mengapa kamu tidak mengambil pelajaran.","verse_18":"Dan jika kamu menghitung-hitung nikmat Allah, niscaya kamu tak dapat menentukan jumlahnya. Sesungguhnya Allah benar-benar Maha Pengampun lagi Maha Penyayang.","verse_19":"Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan.","verse_20":"Dan berhala-berhala yang mereka seru selain Allah, tidak dapat membuat sesuatu apapun, sedang berhala-berhala itu (sendiri) dibuat orang.","verse_21":"(Berhala-berhala itu) benda mati tidak hidup, dan berhala-berhala tidak mengetahui bilakah penyembah-penyembahnya akan dibangkitkan.","verse_22":"Tuhan kamu adalah Tuhan yang Maha Esa. Maka orang-orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaaan Allah), sedangkan mereka sendiri adalah orang-orang yang sombong.","verse_23":"Tidak diragukan lagi bahwa Sesungguhnya Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan. Sesungguhnya Allah tidak menyukai orang-orang yang sombong.","verse_24":"Dan apabila dikatakan kepada mereka \"Apakah yang Telah diturunkan Tuhanmu?\" mereka menjawab: \"Dongeng-dongengan orang-orang dahulu\",","verse_25":"(ucapan mereka) menyebabkan mereka memikul dosa-dosanya dengan sepenuh-penuhnya pada hari kiamat, dan sebahagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikitpun (bahwa mereka disesatkan). Ingatlah, amat buruklah dosa yang mereka pikul itu.","verse_26":"Sesungguhnya orang-orang yang sebelum mereka Telah mengadakan makar, Maka Allah menghancurkan rumah-rumah mereka dari fondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan datanglah azab itu kepada mereka dari tempat yang tidak mereka sadari.","verse_27":"Kemudian Allah menghinakan mereka di hari kiamat, dan berfirman: \"Di manakah sekutu-sekutu-Ku itu (yang Karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang-orang mukmin)?\" berkatalah orang-orang yang Telah diberi ilmu: \"Sesungguhnya kehinaan dan azab hari Ini ditimpakan atas orang-orang yang kafir\",","verse_28":"(yaitu) orang-orang yang dimatikan oleh para malaikat dalam keadaan berbuat zalim kepada diri mereka sendiri, lalu mereka menyerah diri (sambil berkata); \"Kami sekali-kali tidak ada mengerjakan sesuatu kejahatanpun\". (Malaikat menjawab): \"Ada, Sesungguhnya Allah Maha mengetahui apa yang Telah kamu kerjakan\".","verse_29":"Maka masukilah pintu-pintu neraka Jahannam, kamu kekal di dalamnya. Maka amat buruklah tempat orang-orang yang menyombongkan diri itu.","verse_30":"Dan dikatakan kepada orang-orang yang bertakwa: \"Apakah yang Telah diturunkan oleh Tuhanmu?\" mereka menjawab: \"(Allah Telah menurunkan) kebaikan\". orang-orang yang berbuat baik di dunia Ini mendapat (pembalasan) yang baik. dan Sesungguhnya kampung akhirat adalah lebih baik dan Itulah sebaik-baik tempat bagi orang yang bertakwa,","verse_31":"(yaitu) syurga 'Adn yang mereka masuk ke dalamnya, mengalir di bawahnya sungai-sungai, di dalam surga itu mereka mendapat segala apa yang mereka kehendaki. Demikianlah Allah memberi balasan kepada orang-orang yang bertakwa,","verse_32":"(yaitu) orang-orang yang diwafatkan dalam keadaan baik oleh para malaikat dengan mengatakan (kepada mereka): \"Salaamun'alaikum, masuklah kamu ke dalam syurga itu disebabkan apa yang Telah kamu kerjakan\".","verse_33":"Tidak ada yang ditunggu-tunggu orang kafir selain dari datangnya para malaikat kepada mereka atau datangnya perintah Tuhanmu. Demikianlah yang Telah diperbuat oleh orang-orang (kafir) sebelum mereka. dan Allah tidak menganiaya mereka, akan tetapi merekalah yang selalu menganiaya diri mereka sendiri,","verse_34":"Maka mereka ditimpa oleh (akibat) kejahatan perbuatan mereka dan mereka diliputi oleh azab yang selalu mereka perolok-olokan.","verse_35":"Dan berkatalah orang-orang musyrik: \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apapun selain Dia, baik kami maupun bapak-bapak kami, dan tidak pula kami mengharamkan sesuatupun tanpa (izin)-Nya\". Demikianlah yang diperbuat orang-orang sebelum mereka; Maka tidak ada kewajiban atas para rasul, selain dari menyampaikan (amanat Allah) dengan terang.","verse_36":"Dan sungguhnya kami Telah mengutus Rasul pada tiap-tiap umat (untuk menyerukan): \"Sembahlah Allah (saja), dan jauhilah Thaghut itu\", Maka di antara umat itu ada orang-orang yang diberi petunjuk oleh Allah dan ada pula di antaranya orang-orang yang Telah pasti kesesatan baginya. Maka berjalanlah kamu dimuka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (rasul-rasul).","verse_37":"Jika kamu sangat mengharapkan agar mereka dapat petunjuk, Maka Sesungguhnya Allah tiada memberi petunjuk kepada orang yang disesatkan-Nya, dan sekali-kali mereka tiada mempunyai penolong.","verse_38":"Mereka bersumpah dengan nama Allah dengan sumpahnya yang sungguh-sungguh: \"Allah tidak akan akan membangkitkan orang yang mati\". (Tidak demikian), bahkan (pasti Allah akan membangkitnya), sebagai suatu janji yang benar dari Allah, akan tetapi kebanyakan manusia tiada mengetahui,","verse_39":"Agar Allah menjelaskan kepada mereka apa yang mereka perselisihkan itu, agar orang-orang kafir itu mengetahui bahwasanya mereka adalah orang-orang yang berdusta.","verse_40":"Sesungguhnya perkataan kami terhadap sesuatu apabila kami menghendakinya, kami Hanya mengatakan kepadanya: \"kun (jadilah)\", Maka jadilah ia.","verse_41":"Dan orang-orang yang berhijrah Karena Allah sesudah mereka dianiaya, pasti kami akan memberikan tempat yang bagus kepada mereka di dunia. dan Sesungguhnya pahala di akhirat adalah lebih besar, kalau mereka mengetahui,","verse_42":"(yaitu) orang-orang yang sabar dan Hanya kepada Tuhan saja mereka bertawakkal.","verse_43":"Dan kami tidak mengutus sebelum kamu, kecuali orang-orang lelaki yang kami beri wahyu kepada mereka; Maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui,","verse_44":"Keterangan-keterangan (mukjizat) dan kitab-kitab. dan kami turunkan kepadamu Al Quran, agar kamu menerangkan pada umat manusia apa yang Telah diturunkan kepada mereka dan supaya mereka memikirkan,","verse_45":"Maka apakah orang-orang yang membuat makar yang jahat itu, merasa aman (dari bencana) ditenggelamkannya bumi oleh Allah bersama mereka, atau datangnya azab kepada mereka dari tempat yang tidak mereka sadari,","verse_46":"Atau Allah mengazab mereka diwaktu mereka dalam perjalanan, Maka sekali-kali mereka tidak dapat menolak (azab itu),","verse_47":"Atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka Sesungguhnya Tuhanmu adalah Maha Pengasih lagi Maha Penyayang.","verse_48":"Dan apakah mereka tidak memperhatikan segala sesuatu yang Telah diciptakan Allah yang bayangannya berbolak-balik ke kanan dan ke kiri dalam keadaan sujud kepada Allah, sedang mereka berendah diri?","verse_49":"Dan kepada Allah sajalah bersujud segala apa yang berada di langit dan semua makhluk yang melata di bumi dan (juga) para ma]aikat, sedang mereka (malaikat) tidak menyombongkan diri.","verse_50":"Mereka takut kepada Tuhan mereka yang di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).","verse_51":"Allah berfirman: \"Janganlah kamu menyembah dua tuhan; Sesungguhnya dialah Tuhan yang Maha Esa, Maka hendaklah kepada-Ku saja kamu takut\".","verse_52":"Dan kepunyaan-Nya-lah segala apa yang ada di langit dan di bumi, dan untuk-Nya-lah ketaatan itu selama-lamanya. Maka Mengapa kamu bertakwa kepada selain Allah?","verse_53":"Dan apa saja nikmat yang ada pada kamu, Maka dari Allah-lah (datangnya), dan bila kamu ditimpa oleh kemudharatan, Maka Hanya kepada-Nya-lah kamu meminta pertolongan.","verse_54":"Kemudian apabila dia Telah menghilangkan kemudharatan itu dari pada kamu, tiba-tiba sebahagian dari pada kamu mempersekutukan Tuhannya dengan (yang lain),","verse_55":"Biarlah mereka mengingkari nikmat yang Telah kami berikan kepada mereka; Maka bersenang-senanglah kamu. kelak kamu akan mengetahui (akibatnya).","verse_56":"Dan mereka sediakan untuk berhala-berhala yang mereka tiada mengetahui (kekuasaannya), satu bahagian dari rezki yang Telah kami berikan kepada mereka. demi Allah, Sesungguhnya kamu akan ditanyai tentang apa yang Telah kamu ada-adakan.","verse_57":"Dan mereka menetapkan bagi Allah anak-anak perempuan. Maha Suci Allah, sedang untuk mereka sendiri (mereka tetapkan) apa yang mereka sukai (yaitu anak-anak laki-laki).","verse_58":"Dan apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, hitamlah (merah padamlah) mukanya, dan dia sangat marah.","verse_59":"Ia menyembunyikan dirinya dari orang banyak, disebabkan buruknya berita yang disampaikan kepadanya. apakah dia akan memeliharanya dengan menanggung kehinaan ataukah akan menguburkannya ke dalam tanah (hidup-hidup) ?. Ketahuilah, alangkah buruknya apa yang mereka tetapkan itu.","verse_60":"Orang-orang yang tidak beriman kepada kehidupan akhirat, mempunyai sifat yang buruk; dan Allah mempunyai sifat yang Maha Tinggi; dan Dia-lah yang Maha Perkasa lagi Maha Bijaksana.","verse_61":"Jikalau Allah menghukum manusia Karena kezalimannya, niscaya tidak akan ditinggalkan-Nya di muka bumi sesuatupun dari makhluk yang melata, tetapi Allah menangguhkan mereka sampai kepada waktu yang ditentukan. Maka apabila Telah tiba waktunya (yang ditentukan) bagi mereka, tidaklah mereka dapat mengundurkannya barang sesaatpun dan tidak (pula) mendahulukannya.","verse_62":"Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kedustaan, yaitu bahwa Sesungguhnya merekalah yang akan mendapat kebaikan. tiadalah diragukan bahwa nerakalah bagi mereka, dan Sesungguhnya mereka segera dimasukkan (ke dalamnya).","verse_63":"Demi Allah, Sesungguhnya kami Telah mengutus rasul-rasul kami kepada umat-umat sebelum kamu, tetapi syaitan menjadikan umat-umat itu memandang baik perbuatan mereka (yang buruk), Maka syaitan menjadi pemimpin mereka di hari itu dan bagi mereka azab yang sangat pedih.","verse_64":"Dan kami tidak menurunkan kepadamu Al-Kitab (Al Quran) ini, melainkan agar kamu dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu dan menjadi petunjuk dan rahmat bagi kaum yang beriman.","verse_65":"Dan Allah menurunkan dari langit air (hujan) dan dengan air itu dihidupkan-Nya bumi sesudah matinya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Tuhan) bagi orang-orang yang mendengarkan (pelajaran).","verse_66":"Dan Sesungguhnya pada binatang ternak itu benar-benar terdapat pelajaran bagi kamu. kami memberimu minum dari pada apa yang berada dalam perutnya (berupa) susu yang bersih antara tahi dan darah, yang mudah ditelan bagi orang-orang yang meminumnya.","verse_67":"Dan dari buah korma dan anggur, kamu buat minimuman yang memabukkan dan rezki yang baik. Sesunggguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang memikirkan.","verse_68":"Dan Tuhanmu mewahyukan kepada lebah: \"Buatlah sarang-sarang di bukit-bukit, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia\",","verse_69":"Kemudian makanlah dari tiap-tiap (macam) buah-buahan dan tempuhlah jalan Tuhanmu yang Telah dimudahkan (bagimu). dari perut lebah itu ke luar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Tuhan) bagi orang-orang yang memikirkan.","verse_70":"Allah menciptakan kamu, Kemudian mewafatkan kamu; dan di antara kamu ada yang dikembalikan kepada umur yang paling lemah (pikun), supaya dia tidak mengetahui lagi sesuatupun yang pernah diketahuinya. Sesungguhnya Allah Maha mengetahui lagi Maha Kuasa.","verse_71":"Dan Allah melebihkan sebahagian kamu dari sebagian yang lain dalam hal rezki, tetapi orang-orang yang dilebihkan (rezkinya itu) tidak mau memberikan rezki mereka kepada budak-budak yang mereka miliki, agar mereka sama (merasakan) rezki itu. Maka Mengapa mereka mengingkari nikmat Allah?.","verse_72":"Allah menjadikan bagi kamu isteri-isteri dari jenis kamu sendiri dan menjadikan bagimu dari isteri-isteri kamu itu, anak-anak dan cucu-cucu, dan memberimu rezki dari yang baik-baik. Maka mengapakah mereka beriman kepada yang bathil dan mengingkari nikmat Allah ?\"","verse_73":"Dan mereka menyembah selain Allah, sesuatu yang tidak dapat memberikan rezki kepada mereka sedikitpun dari langit dan bumi, dan tidak berkuasa (sedikit juapun).","verse_74":"Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sesungguhnya Allah mengetahui, sedang kamu tidak Mengetahui.","verse_75":"Allah membuat perumpamaan dengan seorang hamba sahaya yang dimiliki yang tidak dapat bertindak terhadap sesuatupun dan seorang yang kami beri rezki yang baik dari kami, lalu dia menafkahkan sebagian dari rezki itu secara sembunyi dan secara terang-terangan, Adakah mereka itu sama? segala puji Hanya bagi Allah, tetapi kebanyakan mereka tiada mengetahui.","verse_76":"Dan Allah membuat (pula) perumpamaan: dua orang lelaki yang seorang bisu, tidak dapat berbuat sesuatupun dan dia menjadi beban atas penanggungnya, ke mana saja dia disuruh oleh penanggungnya itu, dia tidak dapat mendatangkan suatu kebajikanpun. samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada pula di atas jalan yang lurus?","verse_77":"Dan kepunyaan Allah-lah segala apa yang tersembunyi di langit dan di bumi. tidak adalah kejadian kiamat itu, melainkan seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Maha Kuasa atas segala sesuatu.","verse_78":"Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatupun, dan dia memberi kamu pendengaran, penglihatan dan hati, agar kamu bersyukur.","verse_79":"Tidakkah mereka memperhatikan burung-burung yang dimudahkan terbang diangkasa bebas. tidak ada yang menahannya selain daripada Allah. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Tuhan) bagi orang-orang yang beriman.","verse_80":"Dan Allah menjadikan bagimu rumah-rumahmu sebagai tempat tinggal dan dia menjadikan bagi kamu rumah-rumah (kemah-kemah) dari kulit binatang ternak yang kamu merasa ringan (membawa)nya di waktu kamu berjalan dan waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu onta dan bulu kambing, alat-alat rumah tangga dan perhiasan (yang kamu pakai) sampai waktu (tertentu).","verse_81":"Dan Allah menjadikan bagimu tempat bernaung dari apa yang Telah dia ciptakan, dan dia jadikan bagimu tempat-tempat tinggal di gunung-gunung, dan dia jadikan bagimu Pakaian yang memeliharamu dari panas dan Pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikianlah Allah menyempurnakan nikmat-Nya atasmu agar kamu berserah diri (kepada-Nya).","verse_82":"Jika mereka tetap berpaling, Maka Sesungguhnya kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.","verse_83":"Mereka mengetahui nikmat Allah, Kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang-orang yang kafir.","verse_84":"Dan (Ingatlah) akan hari (ketika) kami bangkitkan dari tiap-tiap umat seorang saksi (rasul), Kemudian tidak diizinkan kepada orang-orang yang kafir (untuk membela diri) dan tidak (pula) mereka dibolehkan meminta ma'af.","verse_85":"Dan apabila orang-orang zalim Telah menyaksikan azab, Maka tidaklah diringankan azab bagi mereka dan tidak puIa mereka diberi tangguh.","verse_86":"Dan apabila orang-orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata: \"Ya Tuhan kami mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain dari Engkau\". lalu sekutu-sekutu mereka mengatakan kepada mereka: \"Sesungguhnya kamu benar-benar orang-orang yang dusta\".","verse_87":"Dan mereka menyatakan ketundukannya kepada Allah pada hari itu dan hilanglah dari mereka apa yang selalu mereka ada-adakan.","verse_88":"Orang-orang yang kafir dan menghalangi (manusia) dari jalan Allah, kami tambahkan kepada mereka siksaan di atas siksaan disebabkan mereka selalu berbuat kerusakan.","verse_89":"(dan ingatlah) akan hari (ketika) kami bangkitkan pada tiap-tiap umat seorang saksi atas mereka dari mereka sendiri dan kami datangkan kamu (Muhammad) menjadi saksi atas seluruh umat manusia. dan kami turunkan kepadamu Al Kitab (Al Quran) untuk menjelaskan segala sesuatu dan petunjuk serta rahmat dan kabar gembira bagi orang-orang yang berserah diri.","verse_90":"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi kepada kaum kerabat, dan Allah melarang dari perbuatan keji, kemungkaran dan permusuhan. dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran.","verse_91":"Dan tepatilah perjanjian dengan Allah apabila kamu berjanji dan janganlah kamu membatalkan sumpah-sumpah(mu) itu, sesudah meneguhkannya, sedang kamu Telah menjadikan Allah sebagai saksimu (terhadap sumpah-sumpahmu itu). Sesungguhnya Allah mengetahui apa yang kamu perbuat.","verse_92":"Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai berai kembali, kamu menjadikan sumpah (perjanjian) mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain. Sesungguhnya Allah Hanya menguji kamu dengan hal itu. dan Sesungguhnya di hari kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu.","verse_93":"Dan kalau Allah menghendaki, niscaya dia menjadikan kamu satu umat (saja), tetapi Allah menyesatkan siapa yang dikehendaki-Nya dan memberi petunjuk kepada siapa yang dikehendaki-Nya. dan Sesungguhnya kamu akan ditanya tentang apa yang Telah kamu kerjakan.","verse_94":"Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan tergelincir kaki (mu) sesudah kokoh tegaknya, dan kamu rasakan kemelaratan (di dunia) Karena kamu menghalangi (manusia) dari jalan Allah; dan bagimu azab yang besar.","verse_95":"Dan janganlah kamu tukar perjanjianmu dengan Allah dengan harga yang sedikit (murah), Sesungguhnya apa yang ada di sisi Allah, Itulah yang lebih baik bagimu jika kamu Mengetahui.","verse_96":"Apa yang di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. dan Sesungguhnya kami akan memberi balasan kepada orang-orang yang sabar dengan pahala yang lebih baik dari apa yang Telah mereka kerjakan.","verse_97":"Barangsiapa yang mengerjakan amal saleh, baik laki-laki maupun perempuan dalam keadaan beriman, Maka Sesungguhnya akan kami berikan kepadanya kehidupan yang baik dan Sesungguhnya akan kami beri balasan kepada mereka dengan pahala yang lebih baik dari apa yang Telah mereka kerjakan.","verse_98":"Apabila kamu membaca Al Quran hendaklah kamu meminta perlindungan kepada Allah dari syaitan yang terkutuk.","verse_99":"Sesungguhnya syaitan itu tidak ada kekuasaannya atas orang-orang yang beriman dan bertawakkal kepada Tuhannya.","verse_100":"Sesungguhnya kekuasaannya (syaitan) hanyalah atas orang-orang yang mengambilnya jadi pemimpin dan atas orang-orang yang mempersekutukannya dengan Allah.","verse_101":"Dan apabila kami letakkan suatu ayat di tempat ayat yang lain sebagai penggantinya padahal Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata: \"Sesungguhnya kamu adalah orang yang mengada-adakan saja\". bahkan kebanyakan mereka tiada Mengetahui.","verse_102":"Katakanlah: \"Ruhul Qudus (Jibril) menurunkan Al Quran itu dari Tuhanmu dengan benar, untuk meneguhkan (hati) orang-orang yang Telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang-orang yang berserah diri (kepada Allah)\".","verse_103":"Dan Sesungguhnya kami mengetahui bahwa mereka berkata: \"Sesungguhnya Al Quran itu diajarkan oleh seorang manusia kepadanya (Muhammad)\". padahal bahasa orang yang mereka tuduhkan (bahwa) Muhammad belajar kepadanya bahasa 'Ajam, sedang Al Quran adalah dalam bahasa Arab yang terang.","verse_104":"Sesungguhnya orang-orang yang tidak beriman kepada ayat-ayat Allah (Al Quran), Allah tidak akan memberi petunjuk kepada mereka dan bagi mereka azab yang pedih.","verse_105":"Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang-orang yang tidak beriman kepada ayat-ayat Allah, dan mereka Itulah orang-orang pendusta.","verse_106":"Barangsiapa yang kafir kepada Allah sesudah dia beriman (Dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (Dia tidak berdosa), akan tetapi orang yang melapangkan dadanya untuk kekafiran, Maka kemurkaan Allah menimpanya dan baginya azab yang besar.","verse_107":"Yang demikian itu disebabkan Karena Sesungguhnya mereka mencintai kehidupan di dunia lebih dari akhirat, dan bahwasanya Allah tiada memberi petunjuk kepada kaum yang kafir.","verse_108":"Mereka Itulah orang-orang yang hati, pendengaran dan penglihatannya Telah dikunci mati oleh Allah, dan mereka Itulah orang-orang yang lalai.","verse_109":"Pastilah bahwa mereka di akhirat nanti adalah orang-orang yang merugi.","verse_110":"Dan Sesungguhnya Tuhanmu (pelindung) bagi orang-orang yang berhijrah sesudah menderita cobaan, Kemudian mereka berjihad dan sabar; Sesungguhnya Tuhanmu sesudah itu benar-benar Maha Pengampun lagi Maha Penyayang.","verse_111":"(Ingatlah) suatu hari (ketika) tiap-tiap diri datang untuk membela dirinya sendiri dan bagi tiap-tiap diri disempurnakan (balasan) apa yang Telah dikerjakannya, sedangkan mereka tidak dianiaya (dirugikan).","verse_112":"Dan Allah Telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezkinya datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah; Karena itu Allah merasakan kepada mereka pakaian kelaparan dan ketakutan, disebabkan apa yang selalu mereka perbuat.","verse_113":"Dan Sesungguhnya Telah datang kepada mereka seorang Rasul dari mereka sendiri, tetapi mereka mendustakannya; Karena itu mereka dimusnahkan azab dan mereka adalah orang-orang yang zalim.","verse_114":"Maka makanlah yang halal lagi baik dari rezki yang Telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu Hanya kepada-Nya saja menyembah.","verse_115":"Sesungguhnya Allah Hanya mengharamkan atasmu (memakan) bangkai, darah, daging babi dan apa yang disembelih dengan menyebut nama selain Allah; tetapi barangsiapa yang terpaksa memakannya dengan tidak menganiaya dan tidak pula melampaui batas, Maka Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","verse_116":"Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan Ini haram\", untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tiadalah beruntung.","verse_117":"(Itu adalah) kesenangan yang sedikit, dan bagi mereka azab yang pedih.","verse_118":"Dan terhadap orang-orang Yahudi, kami haramkan apa yang Telah kami ceritakan dahulu kepadamu; dan kami tiada menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri.","verse_119":"Kemudian, Sesungguhnya Tuhanmu (mengampuni) bagi orang-orang yang mengerjakan kesalahan Karena kebodohannya, Kemudian mereka bertaubat sesudah itu dan memperbaiki (dirinya), Sesungguhnya Tuhanmu sesudah itu benar-benar Maha Pengampun lagi Maha Penyayang.","verse_120":"Sesungguhnya Ibrahim adalah seorang imam yang dapat dijadikan teladan lagi patuh kepada Allah dan hanif. dan sekali-kali bukanlah dia termasuk orang-orang yang mempersekutukan (Tuhan),","verse_121":"(lagi) yang mensyukuri nikmat-nikmat Allah. Allah Telah memilihnya dan menunjukinya kepada jalan yang lurus.","verse_122":"Dan kami berikan kepadanya kebaikan di dunia. dan Sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh.","verse_123":"Kemudian kami wahyukan kepadamu (Muhammad): \"Ikutilah agama Ibrahim seorang yang hanif\" dan bukanlah dia termasuk orang-orang yang mempersekutukan Tuhan.","verse_124":"Sesungguhnya diwajibkan (menghormati) hari Sabtu atas orang-orang (Yahudi) yang berselisih padanya. dan Sesungguhnya Tuhanmu benar-benar akan memberi putusan di antara mereka di hari kiamat terhadap apa yang Telah mereka perselisihkan itu.","verse_125":"Serulah (manusia) kepada jalan Tuhan-mu dengan hikmah dan pelajaran yang baik dan bantahlah mereka dengan cara yang baik. Sesungguhnya Tuhanmu dialah yang lebih mengetahui tentang siapa yang tersesat dari jalan-Nya dan dialah yang lebih mengetahui orang-orang yang mendapat petunjuk.","verse_126":"Dan jika kamu memberikan balasan, Maka balaslah dengan balasan yang sama dengan siksaan yang ditimpakan kepadamu. akan tetapi jika kamu bersabar, Sesungguhnya Itulah yang lebih baik bagi orang-orang yang sabar.","verse_127":"Bersabarlah (hai Muhammad) dan tiadalah kesabaranmu itu melainkan dengan pertolongan Allah dan janganlah kamu bersedih hati terhadap (kekafiran) mereka dan janganlah kamu bersempit dada terhadap apa yang mereka tipu dayakan.","verse_128":"Sesungguhnya Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan."},"count":"128"}