{"index":"066","verse":{"verse_1":"Hai nabi, Mengapa kamu mengharamkan apa yang Allah halalkan bagimu; kamu mencari kesenangan hati isteri-isterimu? dan Allah Maha Pengampun lagi Maha Penyayang","verse_2":"Sesungguhnya Allah Telah mewajibkan kepadamu sekalian membebaskan diri dari sumpahmu dan Allah adalah Pelindungmu dan dia Maha mengetahui lagi Maha Bijaksana.","verse_3":"Dan ingatlah ketika nabi membicarakan secara rahasia kepada salah seorang isterinya (Hafsah) suatu peristiwa. Maka tatkala (Hafsah) menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan hal itu (pembicaraan Hafsah dan Aisyah) kepada Muhammad lalu Muhammad memberitahukan sebagian (yang diberitakan Allah kepadanya) dan menyembunyikan sebagian yang lain (kepada Hafsah). Maka tatkala (Muhammad) memberitahukan pembicaraan (antara Hafsah dan Aisyah) lalu (Hafsah) bertanya: \"Siapakah yang Telah memberitahukan hal Ini kepadamu?\" nabi menjawab: \"Telah diberitahukan kepadaku oleh Allah yang Maha mengetahui lagi Maha Mengenal.\"","verse_4":"Jika kamu berdua bertaubat kepada Allah, Maka Sesungguhnya hati kamu berdua Telah condong (untuk menerima kebaikan); dan jika kamu berdua bantu-membantu menyusahkan nabi, Maka Sesungguhnya Allah adalah Pelindungnya dan (begitu pula) Jibril dan orang-orang mukmin yang baik; dan selain dari itu malaikat-malaikat adalah penolongnya pula.","verse_5":"Jika nabi menceraikan kamu, boleh jadi Tuhannya akan memberi ganti kepadanya dengan isteri yang lebih baik daripada kamu, yang patuh, yang beriman, yang taat, yang bertaubat, yang mengerjakan ibadat, yang berpuasa, yang janda dan yang perawan.","verse_6":"Hai orang-orang yang beriman, peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, keras, dan tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya kepada mereka dan selalu mengerjakan apa yang diperintahkan.","verse_7":"Hai orang-orang kafir, janganlah kamu mengemukakan uzur pada hari ini. Sesungguhnya kamu Hanya diberi balasan menurut apa yang kamu kerjakan.","verse_8":"Hai orang-orang yang beriman, bertaubatlah kepada Allah dengan taubatan nasuhaa (taubat yang semurni-murninya). Mudah-mudahan Rabbmu akan menutupi kesalahan-kesalahanmu dan memasukkanmu ke dalam jannah yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak menghinakan nabi dan orang-orang mukmin yang bersama Dia; sedang cahaya mereka memancar di hadapan dan di sebelah kanan mereka, sambil mereka mengatakan: \"Ya Rabb kami, sempurnakanlah bagi kami cahaya kami dan ampunilah Kami; Sesungguhnya Engkau Maha Kuasa atas segala sesuatu.\"","verse_9":"Hai nabi, perangilah orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. tempat mereka adalah Jahannam dan itu adalah seburuk-buruknya tempat kembali.","verse_10":"Allah membuat isteri Nuh dan isteri Luth sebagai perumpamaan bagi orang-orang kafir. keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua isteri itu berkhianat kepada suaminya (masing-masing), Maka suaminya itu tiada dapat membantu mereka sedikitpun dari (siksa) Allah; dan dikatakan (kepada keduanya): \"Masuklah ke dalam Jahannam bersama orang-orang yang masuk (jahannam)\".","verse_11":"Dan Allah membuat isteri Fir'aun perumpamaan bagi orang-orang yang beriman, ketika ia berkata: \"Ya Rabbku, bangunkanlah untukku sebuah rumah di sisi-Mu dalam firdaus, dan selamatkanlah Aku dari Fir'aun dan perbuatannya, dan selamatkanlah Aku dari kaum yang zhalim.","verse_12":"Dan (Ingatlah) Maryam binti Imran yang memelihara kehormatannya, Maka kami tiupkan ke dalam rahimnya sebagian dari ruh (ciptaan) kami, dan dia membenarkan kalimat Rabbnya dan Kitab-KitabNya, dan dia adalah termasuk orang-orang yang taat."},"count":"12"}