{"index":"013","verse":{"verse_1":"Alif laam miim raa. Ini adalah ayat-ayat Al Kitab (Al Quran). dan Kitab yang diturunkan kepadamu daripada Tuhanmu itu adalah benar: akan tetapi kebanyakan manusia tidak beriman (kepadanya).","verse_2":"Allah-lah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, Kemudian dia bersemayam di atas 'Arasy, dan menundukkan matahari dan bulan. masing-masing beredar hingga waktu yang ditentukan. Allah mengatur urusan (makhluk-Nya), menjelaskan tanda-tanda (kebesaran-Nya), supaya kamu meyakini pertemuan (mu) dengan Tuhanmu.","verse_3":"Dan Dia-lah Tuhan yang membentangkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. dan menjadikan padanya semua buah-buahan berpasang-pasangan, Allah menutupkan malam kepada siang. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang memikirkan.","verse_4":"Dan di bumi Ini terdapat bagian-bagian yang berdampingan, dan kebun-kebun anggur, tanaman-tanaman dan pohon korma yang bercabang dan yang tidak bercabang, disirami dengan air yang sama. kami melebihkan sebahagian tanam-tanaman itu atas sebahagian yang lain tentang rasanya. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berfikir.","verse_5":"Dan jika (ada sesuatu) yang kamu herankan, Maka yang patut mengherankan adalah Ucapan mereka: \"Apabila kami Telah menjadi tanah, apakah kami Sesungguhnya akan (dikembalikan) menjadi makhluk yang baru?\" orang-orang Itulah yang kafir kepada Tuhannya; dan orang-orang Itulah (yang dilekatkan) belenggu di lehernya; mereka Itulah penghuni neraka, mereka kekal di dalamnya.","verse_6":"Mereka meminta kepadamu supaya disegerakan (datangnya) siksa, sebelum (mereka meminta) kebaikan, padahal Telah terjadi bermacam-macam contoh siksa sebelum mereka. Sesungguhnya Tuhanmu benar-benar mempunyai ampunan (yang luas) bagi manusia sekalipun mereka zalim, dan Sesungguhnya Tuhanmu benar-benar sangat keras siksanya.","verse_7":"Orang-orang yang kafir berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (kebesaran) dari Tuhannya?\" Sesungguhnya kamu hanyalah seorang pemberi peringatan; dan bagi tiap-tiap kaum ada orang yang memberi petunjuk.","verse_8":"Allah mengetahui apa yang dikandung oleh setiap perempuan, dan kandungan rahim yang kurang Sempurna dan yang bertambah. dan segala sesuatu pada sisi-Nya ada ukurannya.","verse_9":"Yang mengetahui semua yang ghaib dan yang nampak; yang Maha besar lagi Maha Tinggi.","verse_10":"Sama saja (bagi Tuhan), siapa diantaramu yang merahasiakan ucapannya, dan siapa yang berterus-terang dengan Ucapan itu, dan siapa yang bersembunyi di malam hari dan yang berjalan (menampakkan diri) di siang hari.","verse_11":"Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak merobah keadaan sesuatu kaum sehingga mereka merobah keadaan yang ada pada diri mereka sendiri. dan apabila Allah menghendaki keburukan terhadap sesuatu kaum, Maka tak ada yang dapat menolaknya; dan sekali-kali tak ada pelindung bagi mereka selain Dia.","verse_12":"Dia-lah Tuhan yang memperlihatkan kilat kepadamu untuk menimbulkan ketakutan dan harapan, dan dia mengadakan awan mendung.","verse_13":"Dan guruh itu bertasbih dengan memuji Allah, (demikian pula) para malaikat Karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang dia kehendaki, dan mereka berbantah-bantahan tentang Allah, dan Dia-lah Tuhan yang Maha keras siksa-Nya.","verse_14":"Hanya bagi Allah-lah (hak mengabulkan) doa yang benar. dan berhala-berhala yang mereka sembah selain Allah tidak dapat memperkenankan sesuatupun bagi mereka, melainkan seperti orang yang membukakan kedua telapak tangannya ke dalam air supaya sampai air ke mulutnya, padahal air itu tidak dapat sampai ke mulutnya. dan doa (ibadat) orang-orang kafir itu, hanyalah sia-sia belaka.","verse_15":"Hanya kepada Allah-lah sujud (patuh) segala apa yang di langit dan di bumi, baik dengan kemauan sendiri ataupun terpaksa (dan sujud pula) bayang-bayangnya di waktu pagi dan petang hari.","verse_16":"Katakanlah: \"Siapakah Tuhan langit dan bumi?\" Jawabnya: \"Allah\". Katakanlah: \"Maka patutkah kamu mengambil pelindung-pelindungmu dari selain Allah, padahal mereka tidak menguasai kemanfaatan dan tidak (pula) kemudharatan bagi diri mereka sendiri?\". Katakanlah: \"Adakah sama orang buta dan yang dapat melihat, atau samakah gelap gulita dan terang benderang; apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah: \"Allah adalah Pencipta segala sesuatu dan Dia-lah Tuhan yang Maha Esa lagi Maha Perkasa\".","verse_17":"Allah Telah menurunkan air (hujan) dari langit, Maka mengalirlah air di lembah-lembah menurut ukurannya, Maka arus itu membawa buih yang mengambang. dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan (bagi) yang benar dan yang bathil. adapun buih itu, akan hilang sebagai sesuatu yang tak ada harganya; adapun yang memberi manfaat kepada manusia, Maka ia tetap di bumi. Demikianlah Allah membuat perumpamaan-perumpamaan.","verse_18":"Bagi orang-orang yang memenuhi seruan Tuhannya, (disediakan) pembalasan yang baik. dan orang-orang yang tidak memenuhi seruan Tuhan, sekiranya mereka mempunyai semua (kekayaan) yang ada di bumi dan (ditambah) sebanyak isi bumi itu lagi besertanya, niscaya mereka akan menebus dirinya dengan kekayaan itu. orang-orang itu disediakan baginya hisab yang buruk dan tempat kediaman mereka ialah Jahanam dan Itulah seburuk-buruk tempat kediaman.","verse_19":"Adakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Tuhanmu itu benar sama dengan orang yang buta? hanyalah orang-orang yang berakal saja yang dapat mengambil pelajaran,","verse_20":"(yaitu) orang-orang yang memenuhi janji Allah dan tidak merusak perjanjian,","verse_21":"Dan orang-orang yang menghubungkan apa-apa yang Allah perintahkan supaya dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.","verse_22":"Dan orang-orang yang sabar Karena mencari keridhaan Tuhannya, mendirikan shalat, dan menafkahkan sebagian rezki yang kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang-orang Itulah yang mendapat tempat kesudahan (yang baik),","verse_23":"(yaitu) syurga 'Adn yang mereka masuk ke dalamnya bersama-sama dengan orang-orang yang saleh dari bapak-bapaknya, isteri-isterinya dan anak cucunya, sedang malaikat-malaikat masuk ke tempat-tempat mereka dari semua pintu;","verse_24":"(sambil mengucapkan): \"Salamun 'alaikum bima shabartum\". Maka alangkah baiknya tempat kesudahan itu.","verse_25":"Orang-orang yang merusak janji Allah setelah diikrarkan dengan teguh dan memutuskan apa-apa yang Allah perintahkan supaya dihubungkan dan mengadakan kerusakan di bumi, orang-orang Itulah yang memperoleh kutukan dan bagi mereka tempat kediaman yang buruk (Jahannam).","verse_26":"Allah meluaskan rezki dan menyempitkannya bagi siapa yang dia kehendaki. mereka bergembira dengan kehidupan di dunia, padahal kehidupan dunia itu (dibanding dengan) kehidupan akhirat, hanyalah kesenangan (yang sedikit).","verse_27":"Orang-orang kafir berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?\" Katakanlah: \"Sesungguhnya Allah menyesatkan siapa yang dia kehendaki dan menunjuki orang-orang yang bertaubat kepada-Nya\",","verse_28":"(yaitu) orang-orang yang beriman dan hati mereka manjadi tenteram dengan mengingat Allah. Ingatlah, Hanya dengan mengingati Allah-lah hati menjadi tenteram.","verse_29":"Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik.","verse_30":"Demikianlah, kami Telah mengutus kamu pada suatu umat yang sungguh Telah berlalu beberapa umat sebelumnya, supaya kamu membacakan kepada mereka (Al Quran) yang kami wahyukan kepadamu, padahal mereka kafir kepada Tuhan yang Maha Pemurah. Katakanlah: \"Dia-lah Tuhanku tidak ada Tuhan selain Dia; Hanya kepada-Nya Aku bertawakkal dan Hanya kepada-Nya Aku bertaubat\".","verse_31":"Dan sekiranya ada suatu bacaan (Kitab suci) yang dengan bacaan itu gunung-gunung dapat digoncangkan atau bumi jadi terbelah atau oleh karenanya orang-orang yang sudah mati dapat berbicara, (tentulah Al Quran Itulah dia). Sebenarnya segala urusan itu adalah kepunyaan Allah. Maka Tidakkah orang-orang yang beriman itu mengetahui bahwa seandainya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. dan orang-orang yang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sehingga datanglah janji Allah. Sesungguhnya Allah tidak menyalahi janji.","verse_32":"Dan Sesungguhnya Telah diperolok-olokkan beberapa Rasul sebelum kamu, Maka Aku beri tangguh kepada orang-orang kafir itu Kemudian Aku binasakan mereka. alangkah hebatnya siksaan-Ku itu!","verse_33":"Maka apakah Tuhan yang menjaga setiap diri terhadap apa yang diperbuatnya (sama dengan yang tidak demikian sifatnya)? mereka menjadikan beberapa sekutu bagi Allah. Katakanlah: \"Sebutkanlah sifat-sifat mereka itu\". atau apakah kamu hendak memberitakan kepada Allah apa yang tidak diketahui-Nya di bumi, atau kamu mengatakan (tentang hal itu) sekadar perkataan pada lahirnya saja. Sebenarnya orang-orang kafir itu dijadikan (oleh syaitan) memandang baik tipu daya mereka dan dihalanginya dari jalan (yang benar). dan barangsiapa yang disesatkan Allah, Maka baginya tak ada seorangpun yang akan memberi petunjuk.","verse_34":"Bagi mereka azab dalam kehidupan dunia dan Sesungguhnya azab akhirat adalah lebih keras dan tak ada bagi mereka seorang pelindungpun dari (azab) Allah.","verse_35":"Perumpamaan syurga yang dijanjikan kepada orang-orang yang takwa ialah (seperti taman); mengalir sungai-sungai di dalamnya; buahnya tak henti-henti sedang naungannya (demikian pula). Itulah tempat kesudahan bagi orang-orang yang bertakwa, sedang tempat kesudahan bagi orang-orang kafir ialah neraka.","verse_36":"Orang-orang yang Telah kami berikan Kitab kepada mereka bergembira dengan Kitab yang diturunkan kepadamu, dan di antara golongan-golongan (Yahudi dan Nasrani) yang bersekutu, ada yang mengingkari sebahagiannya. Katakanlah \"Sesungguhnya Aku Hanya diperintah untuk menyembah Allah dan tidak mempersekutukan sesuatupun dengan Dia. Hanya kepada-Nya Aku seru (manusia) dan Hanya kepada-Nya Aku kembali\".","verse_37":"Dan Demikianlah, kami Telah menurunkan Al Quran itu sebagai peraturan (yang benar) dalam bahasa Arab. dan seandainya kamu mengikuti hawa nafsu mereka setelah datang pengetahuan kepadamu, Maka sekali-kali tidak ada pelindung dan pemelihara bagimu terhadap (siksa) Allah.","verse_38":"Dan Sesungguhnya kami Telah mengutus beberapa Rasul sebelum kamu dan kami memberikan kepada mereka isteri-isteri dan keturunan. dan tidak ada hak bagi seorang Rasul mendatangkan sesuatu ayat (mukjizat) melainkan dengan izin Allah. bagi tiap-tiap masa ada Kitab (yang tertentu).","verse_39":"Allah menghapuskan apa yang dia kehendaki dan menetapkan (apa yang dia kehendaki), dan di sisi-Nya-lah terdapat Ummul-Kitab (Lauh mahfuzh).","verse_40":"Dan jika kami perlihatkan kepadamu sebahagian (siksa) yang kami ancamkan kepada mereka atau kami wafatkan kamu (hal itu tidak penting bagimu) Karena Sesungguhnya tugasmu Hanya menyampaikan saja, sedang Kami-lah yang menghisab amalan mereka.","verse_41":"Dan apakah mereka tidak melihat bahwa Sesungguhnya kami mendatangi daerah-daerah (orang-orang kafir), lalu kami kurangi daerah-daerah itu (sedikit demi sedikit) dari tepi-tepinya? dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; dan Dia-lah yang Maha cepat hisab-Nya.","verse_42":"Dan sungguh orang-orang kafir yang sebelum mereka (kafir Mekah) Telah mengadakan tipu daya, tetapi semua tipu daya itu adalah dalam kekuasaan Allah. dia mengetahui apa yang diusahakan oleh setiap diri, dan orang-orang kafir akan mengetahui untuk siapa tempat kesudahan (yang baik) itu.","verse_43":"Berkatalah orang-orang kafir: \"Kamu bukan seorang yang dijadikan Rasul\". Katakanlah: \"Cukuplah Allah menjadi saksi antaraku dan kamu, dan antara orang yang mempunyai ilmu Al Kitab\"."},"count":"43"}