{"index":"064","verse":{"verse_1":"Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi; Hanya Allah lah yang mempunyai semua kerajaan dan semua pujian, dan dia Maha Kuasa atas segala sesuatu.","verse_2":"Dia-lah yang menciptakan kamu Maka di antara kamu ada yang kafir dan di antaramu ada yang mukmin. dan Allah Maha melihat apa yang kamu kerjakan.","verse_3":"Dia menciptakan langit dan bumi dengan haq. dia membentuk rupamu dan dibaguskanNya rupamu itu dan Hanya kepada Allah-lah kembali(mu).","verse_4":"Dia mengetahui apa yang ada di langit dan di bumi dan mengetahui apa yang kamu rahasiakan dan yang kamu nyatakan. dan Allah Maha mengetahui segala isi hati.","verse_5":"Apakah belum datang kepadamu (hai orang-orang kafir) berita orang-orang kafir terdahulu. Maka mereka Telah merasakan akibat yang buruk dari perbuatan mereka dan mereka memperoleh azab yang pedih.","verse_6":"Yang demikian itu adalah Karena Sesungguhnya Telah datang kepada mereka rasul-rasul mereka membawa keterangan-keterangan lalu mereka berkata: \"Apakah manusia yang akan memberi petunjuk kepada kami?\" lalu mereka ingkar dan berpaling; dan Allah tidak memerlukan (mereka). dan Allah Maha Kaya lagi Maha Terpuji.","verse_7":"Orang-orang yang kafir mengatakan bahwa mereka sekali-kali tidak akan dibangkitkan. Katakanlah: \"Memang, demi Tuhanku, benar-benar kamu akan dibangkitkan, Kemudian akan diberitakan kepadamu apa yang Telah kamu kerjakan.\" yang demikian itu adalah mudah bagi Allah.","verse_8":"Maka berimanlah kamu kepada Allah dan rasul-Nya dan kepada cahaya (Al-Quran) yang Telah kami turunkan. dan Allah Maha mengetahui apa yang kamu kerjakan.","verse_9":"(Ingatlah) hari (dimana) Allah mengumpulkan kamu pada hari pengumpulan, Itulah hari dinampakkan kesalahan-kesalahan. dan barangsiapa yang beriman kepada Allah dan beramal saleh, niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya ke dalam jannah yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah keberuntungan yang besar.","verse_10":"Dan orang-orang yang kafir dan mendustakan ayat-ayat kami, mereka Itulah penghuni-penghuni neraka, mereka kekal di dalmnya. dan Itulah seburuk-buruk tempat kembali.","verse_11":"Tidak ada suatu musibah pun yang menimpa seseorang kecuali dengan ijin Allah; dan barangsiapa yang beriman kepada Allah niscaya dia akan memberi petunjuk kepada hatinya. dan Allah Maha mengetahui segala sesuatu.","verse_12":"Dan taatlah kepada Allah dan taatlah kepada Rasul-Nya, jika kamu berpaling Sesungguhnya kewajiban Rasul kami hanyalah menyampaikan (amanat Allah) dengan terang.","verse_13":"(Dia-lah) Allah tidak ada Tuhan selain Dia. dan hendaklah orang-orang mukmin bertawakkal kepada Allah saja.","verse_14":"Hai orang-orang mukmin, Sesungguhnya di antara Isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu Maka berhati-hatilah kamu terhadap mereka dan jika kamu memaafkan dan tidak memarahi serta mengampuni (mereka) Maka Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","verse_15":"Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah-lah pahala yang besar.","verse_16":"Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah dan nafkahkanlah nafkah yang baik untuk dirimu. dan barangsiapa yang dipelihara dari kekikiran dirinya, Maka mereka Itulah orang-orang yang beruntung.","verse_17":"Jika kamu meminjamkan kepada Allah pinjaman yang baik, niscaya Allah melipat gandakan balasannya kepadamu dan mengampuni kamu. dan Allah Maha pembalas Jasa lagi Maha Penyantun.","verse_18":"Yang mengetahui yang ghaib dan yang nyata. yang Maha Perkasa lagi Maha Bijaksana."},"count":"18"}