{
    "name": "ash-Shaff",
    "index": "061",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Everything in the heavens and the earth praises God. He is the Almighty, the Wise.",
        "verse_2": "O you who believe! Why do you say what you do not do?",
        "verse_3": "It is most hateful to God that you say what you do not do.",
        "verse_4": "God loves those who fight in His cause, in ranks, as though they were a compact structure.",
        "verse_5": "When Moses said to his people, \"O my people, why do you hurt me, although you know that I am God's Messenger to you?\" And when they swerved, God swerved their hearts. God does not guide the sinful people.",
        "verse_6": "And when Jesus son of Mary said, \"O Children of Israel, I am God's Messenger to you, confirming what preceded me of the Torah, and announcing good news of a messenger who will come after me, whose name is Ahmad.\" But when he showed them the miracles, they said, \"This is obvious sorcery.\"",
        "verse_7": "And who is a greater wrongdoer than he who attributes falsehoods to God, when he is being invited to Islam? God does not guide the wrongdoing people.",
        "verse_8": "They want to extinguish God's Light with their mouths; but God will complete His Light, even though the disbelievers dislike it.",
        "verse_9": "It is He who sent His Messenger with the guidance and the true religion, to make it prevail over all religions, even though the idolaters dislike it.",
        "verse_10": "O you who believe! Shall I inform you of a trade that will save you from a painful torment?",
        "verse_11": "That you believe in God and His Messenger, and strive in the cause of God with your possessions and yourselves. That is best for you, if you only knew.",
        "verse_12": "He will forgive you your sins; and will admit you into gardens beneath which rivers flow, and into beautiful mansions in the Gardens of Eden. That is the supreme success.",
        "verse_13": "And something else you love: support from God, and imminent victory. So give good news to the believers.",
        "verse_14": "O you who believe! Be supporters of God, as Jesus son of Mary said to the disciples, \"Who are my supporters towards God?\" The disciples said, \"We are God's supporters.\" So a group of the Children of Israel believed, while another group disbelieved. We supported those who believed against their foe, so they became dominant."
    },
    "count": 14
}
