{
    "name": "al-Isra'",
    "index": "017",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Glory to Him who journeyed His servant by night, from the Sacred Mosque, to the Farthest Mosque, whose precincts We have blessed, in order to show him of Our wonders. He is the Listener, the Beholder.",
        "verse_2": "And We gave Moses the Scripture, and made it a guide for the Children of Israel: Take none for protector other than Me.",
        "verse_3": "The descendants of those We carried with Noah. He was an appreciative servant.",
        "verse_4": "And We conveyed to the Children of Israel in the Scripture: You will commit evil on earth twice, and you will rise to a great height.",
        "verse_5": "When the first of the two promises came true, We sent against you servants of Ours, possessing great might, and they ransacked your homes. It was a promise fulfilled.",
        "verse_6": "Then We gave you back your turn against them, and supplied you with wealth and children, and made you more numerous.",
        "verse_7": "If you work righteousness, you work righteousness for yourselves; and if you commit evil, you do so against yourselves. Then, when the second promise comes true, they will make your faces filled with sorrow, and enter the Temple as they entered it the first time, and utterly destroy all that falls into their power.",
        "verse_8": "Perhaps your Lord will have mercy on you. But if you revert, We will revert. We have made Hell a prison for the disbelievers.",
        "verse_9": "This Quran guides to what is most upright; and it gives good news to the believers who do good deeds, that they will have a great reward.",
        "verse_10": "And those who do not believe in the Hereafter-We have prepared for them a painful punishment.",
        "verse_11": "The human being prays for evil as he prays for good. The human being is very hasty.",
        "verse_12": "We have made the night and the day two wonders. We erased the wonder of the night, and made the wonder of the day revealing, that you may seek bounty from your Lord, and know the number of years, and the calculation. We have explained all things in detail.",
        "verse_13": "For every person We have attached his fate to his neck. And on the Day of Resurrection, We will bring out for him a book which he will find spread open.",
        "verse_14": "\"Read your book; today there will be none but yourself to call you to account.\"",
        "verse_15": "Whoever is guided-is guided for his own good. And whoever goes astray-goes astray to his detriment. No burdened soul carries the burdens of another, nor do We ever punish until We have sent a messenger.",
        "verse_16": "When We decide to destroy a town, We command its affluent ones, they transgress in it, so the word becomes justified against it, and We destroy it completely.",
        "verse_17": "How many generations have We destroyed after Noah? Your Lord is sufficient as Knower and Beholder of the sins of his servants.",
        "verse_18": "Whoever desires the fleeting life, We expedite for him what We decide to give him, to whomever We desire. Then We consign him to Hell, where he will roast, condemned and defeated.",
        "verse_19": "But whoever desires the Hereafter, and pursues it as it should be pursued, while he is a believer; these-their effort will be appreciated.",
        "verse_20": "To all-these and those-We extend from the gifts of your Lord. The gifts of your Lord are not restricted.",
        "verse_21": "See how We have favored some of them over others; yet the Hereafter is greater in ranks, and greater in favors.",
        "verse_22": "Do not set up another god with God, lest you become condemned and damned.",
        "verse_23": "Your Lord has commanded that you worship none but Him, and that you be good to your parents. If either of them or both of them reach old age with you, do not say to them a word of disrespect, nor scold them, but say to them kind words.",
        "verse_24": "And lower to them the wing of humility, out of mercy, and say, \"My Lord, have mercy on them, as they raised me when I was a child.\"",
        "verse_25": "Your Lord knows best what is in your minds. If you are righteous-He is Forgiving to the obedient.",
        "verse_26": "And give the relative his rights, and the poor, and the wayfarer, and do not squander wastefully.",
        "verse_27": "The extravagant are brethren of the devils, and the devil is ever ungrateful to his Lord.",
        "verse_28": "But if you turn away from them, seeking mercy from your Lord which you hope for, then say to them words of comfort.",
        "verse_29": "And do not keep your hand tied to your neck, nor spread it out fully, lest you end up liable and regretful.",
        "verse_30": "Your Lord expands the provision for whomever He wills, and restricts it. He is fully Informed, Observant of His servants.",
        "verse_31": "And do not kill your children for fear of poverty. We provide for them, and for you. Killing them is a grave sin.",
        "verse_32": "And do not come near adultery. It is immoral, and an evil way.",
        "verse_33": "And do not kill the soul which God has made sacred, except in the course of justice. If someone is killed unjustly, We have given his next of kin certain authority. But he should not be excessive in killing, for he will be supported.",
        "verse_34": "And do not go near the orphan's property, except with the best of intentions, until he has reached his maturity. And honor your pledge, because the pledge involves responsibility.",
        "verse_35": "And give full measure when you measure, and weigh with accurate scales. That is fair, and the best determination.",
        "verse_36": "And do not occupy yourself with what you have no knowledge of. The hearing, and the sight, and the brains-all these will be questioned.",
        "verse_37": "And do not walk proudly on earth. You can neither pierce the earth, nor can you match the mountains in height.",
        "verse_38": "The evil of all these is disliked by your Lord.",
        "verse_39": "That is some of the wisdom your Lord has revealed to you. Do not set up with God another god, or else you will be thrown in Hell, rebuked and banished.",
        "verse_40": "Has your Lord favored you with sons, while choosing for Himself daughters from among the angels? You are indeed saying a terrible thing.",
        "verse_41": "We have explained in this Quran in various ways, that they may remember, but it only adds to their rebellion.",
        "verse_42": "Say, \"If there were other gods with Him, as they say, they would have sought a way to the Lord of the Throne.\"",
        "verse_43": "Be He glorified. He is exalted, far above what they say.",
        "verse_44": "Praising Him are the seven heavens, and the earth, and everyone in them. There is not a thing that does not glorify Him with praise, but you do not understand their praises. He is indeed Forbearing and Forgiving.",
        "verse_45": "When you read the Quran, We place between you and those who do not believe in the Hereafter an invisible barrier.",
        "verse_46": "And We drape veils over their hearts, preventing them from understanding it, and heaviness in their ears. And when you mention your Lord alone in the Quran, they turn their backs in aversion.",
        "verse_47": "We know well what they listen to, when they listen to you, as they conspire, when the wrongdoers say, \"You only follow a man bewitched.\"",
        "verse_48": "Note what they compared you to. They are lost, and unable to find a way.",
        "verse_49": "And they say, \"When we have become bones and fragments, shall we really be resurrected as a new creation?\"",
        "verse_50": "Say, \"Even if you become rocks or iron.",
        "verse_51": "Or some substance, which, in your minds, is even harder.\" Then they will say, \"Who will restore us?\" Say, \"The One who originated you the first time.\" Then they will nod their heads at you, and say, \"When will it be?\" Say, \"Perhaps it will be soon.\"",
        "verse_52": "On the Day when He calls you, you will respond with His praise, and you will realize that you stayed only a little.",
        "verse_53": "Tell My servants to say what is best. Satan sows discord among them. Satan is to man an open enemy.",
        "verse_54": "Your Lord knows you best. If He wills, He will have mercy on you; and if He wills, He will punish you. We did not send you as their advocate.",
        "verse_55": "Your Lord knows well everyone in the heavens and the earth. We have given some prophets advantage over others; and to David We gave the Psalms.",
        "verse_56": "Say, \"Call upon those you claim besides Him. They have no power to relieve your adversity, nor can they change it.\"",
        "verse_57": "Those they call upon are themselves seeking means of access to their Lord, vying to be nearer, and hoping for His mercy, and fearing His punishment. The punishment of your Lord is to be dreaded.",
        "verse_58": "There is no city but We will destroy before the Day of Resurrection, or punish it with a severe punishment. This is inscribed in the Book.",
        "verse_59": "Nothing prevents Us from sending miraculous signs, except that the ancients called them lies. We gave Thamood the she-camel, a visible sign, but they mistreated her. We do not send the signs except to instill reverence.",
        "verse_60": "We said to you that your Lord encompasses humanity. We did not make the vision We showed you, except as a test for the people, and the tree cursed in the Quran. We frighten them, but that only increases their defiance.",
        "verse_61": "When We said to the angels, \"Bow down before Adam,\" they bowed down, except for Satan. He said, \"Shall I bow down before someone You created from mud?\"",
        "verse_62": "He said, \"Do You see this one whom You have honored more than me? If You reprieve me until the Day of Resurrection, I will bring his descendants under my sway, except for a few.\"",
        "verse_63": "He said, \"Begone! Whoever of them follows you-Hell is your reward, an ample reward.\"",
        "verse_64": "\"And entice whomever of them you can with your voice, and rally against them your cavalry and your infantry, and share with them in wealth and children, and make promises to them.\" But Satan promises them nothing but delusion.",
        "verse_65": "\"As for My devotees, you have no authority over them.\" Your Lord is an adequate Guardian.",
        "verse_66": "Your Lord is He who propels for you the ships at sea, that you may seek of His bounty. He is towards you Most Merciful.",
        "verse_67": "When harm afflicts you at sea, those you pray to vanish, except for Him. But when He saves you to land, you turn away. The human being is ever thankless.",
        "verse_68": "Are you confident that He will not cause a track of land to cave in beneath you, or unleash a tornado against you, and then you find no protector?",
        "verse_69": "Or are you confident that He will not return you to it once again, and unleash a hurricane against you, and drown you for your ingratitude? Then you will find no helper against Us.",
        "verse_70": "We have honored the Children of Adam, and carried them on land and sea, and provided them with good things, and greatly favored them over many of those We created.",
        "verse_71": "On the Day when We call every people with their leader. Whoever is given his record in his right hand-these will read their record, and they will not be wronged one bit.",
        "verse_72": "But whoever is blind in this, he will be blind in the Hereafter, and further astray from the way.",
        "verse_73": "They almost lured you away from what We have revealed to you, so that you would invent something else in Our name. In that case, they would have taken you for a friend.",
        "verse_74": "Had We not given you stability, you might have inclined towards them a little.",
        "verse_75": "Then We would have made you taste double in life, and double at death; then you would have found for yourself no helper against Us.",
        "verse_76": "They almost provoked you, to expel you from the land. In that case, they would not have lasted after you, except briefly.",
        "verse_77": "The tradition of the messengers We sent before you-you will find no change in Our rules.",
        "verse_78": "Perform the prayer at the decline of the sun, until the darkness of the night; and the Quran at dawn. The Quran at dawn is witnessed.",
        "verse_79": "And keep vigil with it during parts of the night, as an extra prayer. Perhaps your Lord will raise you to a laudable position.",
        "verse_80": "And say, \"My Lord, lead me in through an entry of truth, and lead me out through an exit of truth, and grant me from You a supporting power.\"",
        "verse_81": "And say, \"The truth has come, and falsehood has withered away; for falsehood is bound to wither away.\"",
        "verse_82": "We send down in the Quran healing and mercy for the believers, but it increases the wrongdoers only in loss.",
        "verse_83": "When We bless the human being, he turns away and distances himself. But when adversity touches him, he is in despair.",
        "verse_84": "Say, \"Each does according to his disposition. Your Lord knows best who is better guided in the way.\"",
        "verse_85": "And they ask you about the Spirit. Say, \"The Spirit belongs to the domain of my Lord; and you were given only little knowledge.\"",
        "verse_86": "If We willed, We could take away what We revealed to you. Then you will find for yourself no protecting guardian against Us.",
        "verse_87": "Except through a mercy from your Lord. His favors upon you have been great.",
        "verse_88": "Say, \"If mankind and jinn came together to produce the like of this Quran, they could never produce the like of it, even if they backed up one another.\"",
        "verse_89": "We have displayed for mankind in this Quran every kind of similitude, but most people insist on denying the truth.",
        "verse_90": "And they said, \"We will not believe in you unless you make a spring burst from the ground for us.",
        "verse_91": "Or you have a garden of palms and vines; then cause rivers to gush pouring through them.",
        "verse_92": "Or make the sky fall on us in pieces, as you claim, or bring God and the angels before us.",
        "verse_93": "Or you possess a house of gold. Or you ascend into the sky. Even then, we will not believe in your ascension, unless you bring down for us a book that we can read.\" Say, \"Glory be to my Lord. Am I anything but a human messenger?\"",
        "verse_94": "Nothing prevented the people from believing, when guidance has come to them, except that they said, \"Did God send a human messenger?\"",
        "verse_95": "Say, \"If there were angels on earth, walking around in peace, We would have sent down to them from heaven an angel messenger.\"",
        "verse_96": "Say, \"God is enough witness between you and me. He is fully aware of His servants, and He sees them well.\"",
        "verse_97": "Whomever God guides is the guided one. And whomever He leaves astray-for them you will find no protectors apart from Him. And We will gather them on the Day of Resurrection, on their faces, blind, dumb, and deaf. Their abode is Hell; whenever it abates, We intensify the blaze for them.",
        "verse_98": "This is their repayment for having blasphemed against Our revelations, and having said, \"Shall we, when we have become bones and fragments, be resurrected as a new creation?\"",
        "verse_99": "Do they not consider that God, Who created the heavens and the earth, is Able to create the likes of them? He has assigned for them a term, in which there is no doubt. But the wrongdoers persist in denying the truth.",
        "verse_100": "Say, \"If you possessed the treasuries of my Lord's mercy, you would have withheld them for fear of spending.\" The human being has always been stingy.",
        "verse_101": "We gave Moses nine clear signs-ask the Children of Israel. When he went to them, Pharaoh said to him, \"I think that you, Moses, are bewitched.\"",
        "verse_102": "He said, \"You know that none sent these down except the Lord of the heavens and the earth-eye openers; and I think that you, Pharaoh, are doomed.\"",
        "verse_103": "He resolved to scare them off the land, but We drowned him, and those with him, altogether.",
        "verse_104": "After him, We said to the Children of Israel, \"Inhabit the land, and when the promise of the Hereafter arrives, We will bring you all together.\"",
        "verse_105": "With the truth We sent it down, and with the truth it descended. We sent you only as a bearer of good news and a warner.",
        "verse_106": "A Quran which We unfolded gradually, that you may recite to the people over time. And We revealed it in stages.",
        "verse_107": "Say, \"Believe in it, or do not believe.\" Those who were given knowledge before it, when it is recited to them, they fall to their chins, prostrating.",
        "verse_108": "And they say, \"Glory to our Lord. The promise of our Lord is fulfilled.\"",
        "verse_109": "And they fall to their chins, weeping, and it adds to their humility.",
        "verse_110": "Say, \"Call Him God, or call Him the Most Merciful. Whichever name you use, to Him belong the Best Names.\" And be neither loud in your prayer, nor silent in it, but follow a course in between.",
        "verse_111": "And say, \"Praise be to God, who has not begotten a son, nor has He a partner in sovereignty, nor has He an ally out of weakness, and glorify Him constantly.\""
    },
    "count": 111
}
