{
    "name": "al-Fajr",
    "index": "089",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "By the daybreak.",
        "verse_2": "And ten nights.",
        "verse_3": "And the even and the odd.",
        "verse_4": "And the night as it recedes.",
        "verse_5": "Is there in this an oath for a rational person?",
        "verse_6": "Have you not seen how your Lord dealt with Aad?",
        "verse_7": "Erum of the pillars.",
        "verse_8": "The like of which was never created in the land.",
        "verse_9": "And Thamood-those who carved the rocks in the valley.",
        "verse_10": "And Pharaoh of the Stakes.",
        "verse_11": "Those who committed excesses in the lands.",
        "verse_12": "And spread much corruption therein.",
        "verse_13": "So your Lord poured down upon them a scourge of punishment.",
        "verse_14": "Your Lord is on the lookout.",
        "verse_15": "As for man, whenever his Lord tests him, and honors him, and prospers him, he says, \"My Lord has honored me.\"",
        "verse_16": "But whenever He tests him, and restricts his livelihood for him, he says, \"My Lord has insulted me.\"",
        "verse_17": "Not at all. But you do not honor the orphan.",
        "verse_18": "And you do not urge the feeding of the poor.",
        "verse_19": "And you devour inheritance with all greed.",
        "verse_20": "And you love wealth with immense love.",
        "verse_21": "No-when the earth is leveled, pounded, and crushed.",
        "verse_22": "And your Lord comes, with the angels, row after row.",
        "verse_23": "And on that Day, Hell is brought forward. On that Day, man will remember, but how will remembrance avail him?",
        "verse_24": "He will say, \"If only I had forwarded for my life.\"",
        "verse_25": "On that Day, none will punish as He punishes.",
        "verse_26": "And none will shackle as He shackles.",
        "verse_27": "But as for you, O tranquil soul.",
        "verse_28": "Return to your Lord, pleased and accepted.",
        "verse_29": "Enter among My servants.",
        "verse_30": "Enter My Paradise."
    },
    "count": 30
}
