{
    "name": "al-Muthaffifin",
    "index": "083",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Woe to the defrauders.",
        "verse_2": "Those who, when they take a measure from people, they take in full.",
        "verse_3": "But when they measure or weigh to others, they cheat.",
        "verse_4": "Do these not know that they will be resurrected?",
        "verse_5": "For a Great Day?",
        "verse_6": "The Day when mankind will stand before the Lord of the Worlds?",
        "verse_7": "Not at all. The record of the wicked is in Sijjeen.",
        "verse_8": "But how can you know what Sijjeen is?",
        "verse_9": "A numerical book.",
        "verse_10": "Woe on that Day to the deniers.",
        "verse_11": "Those who deny the Day of Reckoning.",
        "verse_12": "But none denies it except the sinful aggressor.",
        "verse_13": "When Our revelations are recited to him, he says, \"Legends of the ancients.\"",
        "verse_14": "Not at all. Their hearts have become corroded by what they used to earn.",
        "verse_15": "Not at all. On that Day, they will be screened from their Lord.",
        "verse_16": "Then they will roast in Hell.",
        "verse_17": "Then it will be said, \"This is what you used to deny.\"",
        "verse_18": "No indeed; the record of the righteous is in Elliyyeen.",
        "verse_19": "But how can you know what Elliyyoon is?",
        "verse_20": "A numerical book.",
        "verse_21": "Witnessed by those brought near.",
        "verse_22": "Indeed, the righteous will be amid bliss.",
        "verse_23": "On thrones, looking on.",
        "verse_24": "You will recognize on their faces the radiance of bliss.",
        "verse_25": "They will be given to drink a sealed wine.",
        "verse_26": "Whose seal is musk-this is what competitors should compete for.",
        "verse_27": "Its mixture is of Tasneem.",
        "verse_28": "A spring from which those brought near drink.",
        "verse_29": "Those who committed crimes used to laugh at those who believed.",
        "verse_30": "And when they passed by them, they would wink at one another.",
        "verse_31": "And when they went back to their families, they would go back exulting.",
        "verse_32": "And if they saw them, they would say, \"These people are lost.\"",
        "verse_33": "Yet they were not sent as guardians over them.",
        "verse_34": "But on that Day, those who believed will laugh at the unbelievers.",
        "verse_35": "On luxurious furnishings, looking on.",
        "verse_36": "Have the unbelievers been repaid for what they used to do?"
    },
    "count": 36
}
