{
    "name": "Shad",
    "index": "038",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Saad. By the renowned Quran.",
        "verse_2": "Those who disbelieve are steeped in arrogance and defiance.",
        "verse_3": "How many generations have We destroyed before them? They cried out when it was too late to escape.",
        "verse_4": "And they marveled that a warner has come to them from among them. The disbelievers said, \"This is a lying magician.\"",
        "verse_5": "\"Did he turn all the gods into one God? This is something strange.\"",
        "verse_6": "The notables among them announced: \"Go on, and hold fast to your gods. This is something planned.",
        "verse_7": "We never heard of this in the former faith. This is nothing but a fabrication.",
        "verse_8": "Was the message sent down to him, out of all of us?\" In fact, they are doubtful of My warning. In fact, they have not yet tasted My punishment.",
        "verse_9": "Or do they possess the treasuries of the mercy of your Lord-the Majestic, the Giver?",
        "verse_10": "Or do they possess the sovereignty of the heavens and the earth and what is between them? Then let them ascend the ropes.",
        "verse_11": "An army of confederates with be defeated there.",
        "verse_12": "Before them the people of Noah denied the truth; as did Aad, and Pharaoh of the Stakes.",
        "verse_13": "And Thamood, and the people of Lot, and the dwellers of the Woods-these were the confederates.",
        "verse_14": "None of them but denied the messengers, so My retribution was deserved.",
        "verse_15": "These can expect only a single scream, from which there is no recovery.",
        "verse_16": "And they say, \"Our Lord, hasten Your writ upon us, before the Day of Account.\"",
        "verse_17": "Be patient in the face of what they say, and mention Our servant David, the resourceful. He was obedient.",
        "verse_18": "We committed the mountains to glorify with him, in the evening and at daybreak.",
        "verse_19": "And the birds, gathered together. All obedient to him.",
        "verse_20": "And We strengthened his kingdom, and gave him wisdom and decisive speech.",
        "verse_21": "Has the story of the two disputants reached you? When they scaled the sanctuary?",
        "verse_22": "When they entered upon David, and he was startled by them. They said, \"Do not fear. Two disputants; one of us has wronged the other; so judge between us fairly, and do not be biased, and guide us to the straight way.\"",
        "verse_23": "\"This brother of mine has ninety nine ewes, and I have one ewe, and he said, 'Entrust it to me,' and he pressured me with words.\"",
        "verse_24": "He said, \"He has done you wrong by asking your ewe in addition to his ewes. Many partners take advantage of one another, except those who believe and do good deeds, but these are so few.\" David realized that We were testing him, so he sought forgiveness from his Lord, and fell down to his knees, and repented.",
        "verse_25": "So We forgave him that. And for him is nearness to Us, and a good place of return.",
        "verse_26": "\"O David, We made you a ruler in the land, so judge between the people with justice, and do not follow desire, lest it diverts you from God's path. Those who stray from God's path will have a painful punishment, for having ignored the Day of Account.\"",
        "verse_27": "We did not create the heaven and the earth and everything between them in vain. That is the assumption of those who disbelieve-so woe to those who disbelieve because of the Fire.",
        "verse_28": "Or are We to treat those who believe and do righteous deeds like those who make trouble on earth? Or are We to treat the pious like the shameless?",
        "verse_29": "A blessed Book that We sent down to you, that they may ponder its Verses, and for those with intelligence to take heed.",
        "verse_30": "And We granted David, Solomon, an excellent servant. He was penitent.",
        "verse_31": "When the beautiful horses were paraded before him in the evening.",
        "verse_32": "He said, \"I have preferred the love of niceties to the remembrance of my Lord-until it disappeared behind the veil.",
        "verse_33": "Bring them back to me.\" And he began caressing their legs and necks.",
        "verse_34": "We tested Solomon, and placed a body on his throne; then he repented.",
        "verse_35": "He said, \"My Lord, forgive me, and grant me a kingdom never to be attained by anyone after me. You are the Giver.\"",
        "verse_36": "So We placed the wind at his service, blowing gently by his command, wherever he directed.",
        "verse_37": "And the demons-every builder and diver.",
        "verse_38": "And others fettered in chains.",
        "verse_39": "\"This is Our gift; so give generously, or withhold; without account.\"",
        "verse_40": "For him is nearness to Us, and a beautiful resort.",
        "verse_41": "And mention Our servant Job, when he called out to his Lord, \"Satan has afflicted me with hardship and pain.\"",
        "verse_42": "\"Stamp with your foot-here is cool water to wash with, and to drink.\"",
        "verse_43": "And We restored his family for him, and their like with them; as a mercy from Us, and a lesson for those who possess insight.",
        "verse_44": "\"Take with your hand a bundle, and strike with it, and do not break your oath.\" We found him patient. What an excellent servant! He was obedient.",
        "verse_45": "And mention Our servants Abraham, Isaac, and Jacob-endowed with ability and vision.",
        "verse_46": "We distinguished them with a distinct quality: the remembrance of the Home.",
        "verse_47": "To Us they are among the chosen, the outstanding.",
        "verse_48": "And mention Ishmael, Elisha, and Ezekiel; all are among the outstanding.",
        "verse_49": "This is a reminder. The devout will have a good place of return.",
        "verse_50": "The Gardens of Eden, with their doors wide-open for them.",
        "verse_51": "Relaxing therein, and calling for abundant fruit and beverage.",
        "verse_52": "With them will be attendants with modest gaze, of same age.",
        "verse_53": "This is what you are promised for the Day of Account.",
        "verse_54": "Such is Our bounty, inexhaustible.",
        "verse_55": "All This. But the transgressors will have a miserable return.",
        "verse_56": "Hell; in which they will roast; what a miserable abode!",
        "verse_57": "All this. Let them taste it-boiling and bitter cold.",
        "verse_58": "And similar torments of diverse kinds.",
        "verse_59": "\"This is a crowd rushing headlong with you.\" There is no welcome for them. They will be scorched by the Fire.",
        "verse_60": "They will say, \"But it is you! There is no welcome for you! It is you who brought it upon us! What a miserable end!\"",
        "verse_61": "They will say, \"Our Lord, whoever brought this upon us, give him double torment in the Fire.\"",
        "verse_62": "And they will say, \"What is it with us that we do not see men we used to count among the wicked?",
        "verse_63": "Did we take them for mockery, or have our eyes swerved from them?",
        "verse_64": "This is certainly true-the feuding of the people of the Fire.",
        "verse_65": "Say, \"I am only a warner, and there is no god except God-the One, the Conqueror.",
        "verse_66": "The Lord of the heavens and the earth, and everything between them; the Mighty, the Forgiver.\"",
        "verse_67": "Say, \"It is a message of great importance.",
        "verse_68": "From which you are turning away.",
        "verse_69": "I have no knowledge of the Highest Assembly as they dispute.",
        "verse_70": "It is only revealed to me that I am a clear warner.\"",
        "verse_71": "Your Lord said to the angels, \"I am creating a human being from clay.",
        "verse_72": "When I have formed him, and breathed into him of My spirit, fall prostrate before him.",
        "verse_73": "So the angels fell prostrate, all of them.",
        "verse_74": "Except for Satan. He was too proud, and one of the faithless.",
        "verse_75": "He said, \"O Satan, what prevented you from prostrating before what I created with My Own hands? Are you too proud, or were you one of the exalted?\"",
        "verse_76": "He said, \"I am better than he; You created me from fire, and You created him from clay.\"",
        "verse_77": "He said, \"Then get out of here! You are an outcast!",
        "verse_78": "And My curse will be upon you until the Day of Judgment.\"",
        "verse_79": "He said, \"Lord, defer me until the Day they are resurrected.\"",
        "verse_80": "He said, \"You are one of those deferred.",
        "verse_81": "Until the Day of the Time Appointed.\"",
        "verse_82": "He said, \"By Your majesty, I will seduce them all.",
        "verse_83": "Except for your loyal servants among them.\"",
        "verse_84": "He said, \"The truth is, and I say the truth.",
        "verse_85": "I will fill Hell with you, and with every one of them who follows you.\"",
        "verse_86": "Say, \"I ask of you no wage for this, and I am not a pretender.",
        "verse_87": "It is but a reminder to mankind.",
        "verse_88": "And you will know its message after a while.\""
    },
    "count": 88
}
