{
    "name": "ath-Thur ",
    "index": "052",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "By the Mount.",
        "verse_2": "And a Book inscribed.",
        "verse_3": "In a published scroll.",
        "verse_4": "And the frequented House.",
        "verse_5": "And the elevated roof.",
        "verse_6": "And the seething sea.",
        "verse_7": "The punishment of your Lord is coming.",
        "verse_8": "There is nothing to avert it.",
        "verse_9": "On the Day when the heaven sways in agitation.",
        "verse_10": "And the mountains go into motion.",
        "verse_11": "Woe on that Day to the deniers.",
        "verse_12": "Those who play with speculation.",
        "verse_13": "The Day when they are shoved into the Fire of Hell forcefully.",
        "verse_14": "\"This is the Fire which you used to deny.",
        "verse_15": "Is this magic, or do you not see?",
        "verse_16": "Burn in it. Whether you are patient, or impatient, it is the same for you. You are only being repaid for what you used to do.\"",
        "verse_17": "But the righteous will be amid gardens and bliss.",
        "verse_18": "Enjoying what their Lord has given them, and their Lord has spared them the suffering of Hell.",
        "verse_19": "Eat and drink happily, for what you used to do.",
        "verse_20": "Relaxing on luxurious furnishings; and We will couple them with gorgeous spouses.",
        "verse_21": "Those who believed and their offspring followed them in faith-We will unite them with their offspring, and We will not deprive them of any of their works. Every person is hostage to what he has earned.",
        "verse_22": "And We will supply them with fruit, and meat; such as they desire.",
        "verse_23": "They will exchange therein a cup; wherein is neither harm, nor sin.",
        "verse_24": "Serving them will be youths like hidden pearls.",
        "verse_25": "And they will approach one another, inquiring.",
        "verse_26": "They will say, \"Before this, we were fearful for our families.",
        "verse_27": "But God blessed us, and spared us the agony of the Fiery Winds.",
        "verse_28": "Before this, we used to pray to Him. He is the Good, the Compassionate.\"",
        "verse_29": "So remind. By the grace of your Lord, you are neither a soothsayer, nor a madman.",
        "verse_30": "Or do they say, \"A poet-we await for him a calamity of time\"?",
        "verse_31": "Say, \"Go on waiting; I will be waiting with you.\"",
        "verse_32": "Or is it that their dreams compel them to this? Or are they aggressive people?",
        "verse_33": "Or do they say, \"He made it up\"? Rather, they do not believe.",
        "verse_34": "So let them produce a discourse like it, if they are truthful.",
        "verse_35": "Or were they created out of nothing? Or are they the creators?",
        "verse_36": "Or did they create the heavens and the earth? In fact, they are not certain.",
        "verse_37": "Or do they possess the treasuries of your Lord? Or are they the controllers?",
        "verse_38": "Or do they have a stairway by means of which they listen? Then let their listener produce a clear proof.",
        "verse_39": "Or for Him the daughters, and for you the sons?",
        "verse_40": "Or do you demand a payment from them, and they are burdened by debt?",
        "verse_41": "Or do they know the future, and they are writing it down?",
        "verse_42": "Or are they planning a conspiracy? The conspiracy will befall the disbelievers.",
        "verse_43": "Or do they have a god besides God? God transcends what they associate.",
        "verse_44": "Even if they were to see lumps of the sky falling down, they would say, \"A mass of clouds.\"",
        "verse_45": "So leave them until they meet their Day in which they will be stunned.",
        "verse_46": "The Day when their ploys will avail them nothing; and they will not be helped.",
        "verse_47": "For those who do wrong, there is a punishment besides that; but most of them do not know.",
        "verse_48": "So patiently await the decision of your Lord, for you are before Our Eyes; and proclaim the praises of your Lord when you arise.",
        "verse_49": "And glorify Him during the night, and at the receding of the stars."
    },
    "count": 49
}
