{
    "name": "al-Mu'minun",
    "index": "023",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Successful are the believers.",
        "verse_2": "Those who are humble in their prayers.",
        "verse_3": "Those who avoid nonsense.",
        "verse_4": "Those who work for charity.",
        "verse_5": "Those who safeguard their chastity.",
        "verse_6": "Except from their spouses, or their dependents-for then they are free from blame.",
        "verse_7": "But whoever seeks anything beyond that-these are the transgressors.",
        "verse_8": "Those who are faithful to their trusts and pledges.",
        "verse_9": "Those who safeguard their prayers.",
        "verse_10": "These are the inheritors.",
        "verse_11": "Who will inherit Paradise, wherein they will dwell forever.",
        "verse_12": "We created man from an extract of clay.",
        "verse_13": "Then We made him a seed, in a secure repository.",
        "verse_14": "Then We developed the seed into a clot. Then We developed the clot into a lump. Then We developed the lump into bones. Then We clothed the bones with flesh. Then We produced it into another creature. Most Blessed is God, the Best of Creators.",
        "verse_15": "Then, after that, you will die.",
        "verse_16": "Then, on the Day of Resurrection, you will be resurrected.",
        "verse_17": "We created above you seven pathways, and We are never heedless of the creation.",
        "verse_18": "And We sent down water from the sky in proper quantity, and settled it in the ground, and We are Able to take it away.",
        "verse_19": "With it We produce for you gardens of palms and vines, yielding abundant fruit for you to eat.",
        "verse_20": "And a tree springing out of Mount Sinai, producing oil, and seasoning for those who eat.",
        "verse_21": "And there is a lesson for you in livestock: We give you to drink from what is in their bellies, and you have many benefits in them, and from them you eat.",
        "verse_22": "And on them, and on the ships, you are transported.",
        "verse_23": "We sent Noah to his people. He said, \"O my people, worship God, you have no deity other than Him. Will you not take heed?\"",
        "verse_24": "But the notables of his people, who disbelieved, said, \"This is nothing but a human like you, who wants to gain superiority over you. Had God willed, He would have sent down angels. We never heard of this from our forefathers of old.",
        "verse_25": "He is nothing but a man possessed. Just ignore him for a while.\"",
        "verse_26": "He said, \"My Lord, help me, for they have rejected me.\"",
        "verse_27": "So We inspired him: \"Build the Ark under Our observation and by Our inspiration. And when Our decree comes to pass, and the oven boils over, load into it two pairs of every kind, together with your family, except those of them against whom the word has already been pronounced. And do not speak to me concerning those who did wrong; for they are to be drowned.\"",
        "verse_28": "Then, when you and those with you are settled in the Ark, say, \"Praise be to God, who has saved us from the wrongdoing people.\"",
        "verse_29": "And say, \"My Lord, land me with a blessed landing, as you are the best of transporters.\"",
        "verse_30": "Surely in that are signs. We are always testing.",
        "verse_31": "Then, after them, We established another generation.",
        "verse_32": "And We sent among them a messenger from themselves: \"Serve God. You have no god other than Him. Will you not be cautious?\"",
        "verse_33": "But the dignitaries of his people, those who disbelieved and denied the meeting of the Hereafter, and We had indulged them in the present life, said, \"This is nothing but a human like you; he eats what you eat, and he drinks what you drink.",
        "verse_34": "If you obey a human being like yourselves, then you will be losers.",
        "verse_35": "Does he promise you that when you have died and become dust and bones, you will be brought out?",
        "verse_36": "Farfetched, farfetched is what you are promised.",
        "verse_37": "There is nothing but our life in this world. We die, and we live, and we are not resurrected.",
        "verse_38": "He is nothing but a man, making up lies about God. We have no faith in him.\"",
        "verse_39": "He said, \"My Lord, help me, for they have rejected me.\"",
        "verse_40": "He said, \"Soon they will be filled with regret.\"",
        "verse_41": "Then the Blast struck them, justifiably, and We turned them into scum. So away with the wicked people.",
        "verse_42": "Then, after them, We raised other generations.",
        "verse_43": "No nation can advance its time, nor can they postpone it.",
        "verse_44": "Then We sent Our messengers in succession. Every time a messenger came to his community, they called him a liar. So We made them follow one another, and made them history. So away with a people who do not believe.",
        "verse_45": "Then We sent Moses and his brother Aaron, with Our signs and a clear authority.",
        "verse_46": "To Pharaoh and his nobles, but they turned arrogant. They were oppressive people.",
        "verse_47": "They said, \"Are we to believe in two mortals like us, and their people are our slaves?\"",
        "verse_48": "So they called them liars, and thus were among those destroyed.",
        "verse_49": "And We gave Moses the Scripture, that they may be guided.",
        "verse_50": "And We made Mary's son and his mother a sign, and We sheltered them on high ground with security and flowing springs.",
        "verse_51": "O messengers, eat of the good things, and act with integrity. I am aware of what you do.",
        "verse_52": "This nation of yours is one nation, and I am your Lord, so fear Me.",
        "verse_53": "But they tore themselves into sects; each party happy with what they have.",
        "verse_54": "So leave them in their bewilderment until a time.",
        "verse_55": "Do they assume that, in furnishing them with wealth and children.",
        "verse_56": "We race to give them the good things? In fact, they have no idea.",
        "verse_57": "Those who, from awe of their Lord, are fearful.",
        "verse_58": "And those who believe in their Lord's Verses.",
        "verse_59": "And those who associate no partners with their Lord.",
        "verse_60": "And those who give what they give, while their hearts quake, knowing that to their Lord they will return.",
        "verse_61": "It is they who race towards goodness. It is they who will reach it first.",
        "verse_62": "We never burden any soul beyond its capacity. And with Us is a record that tells the truth, and they will not be wronged.",
        "verse_63": "But their hearts are puzzled because of this; and they have deeds that do not conform to this, which they continue to perpetrate.",
        "verse_64": "Until, when We seize the decadent among them with torment, they begin to groan.",
        "verse_65": "Do not groan today. You will receive no help from Us.",
        "verse_66": "My Verses were recited to you, but you turned back on your heels.",
        "verse_67": "Arrogant towards it-talked nonsense about it-disregarded it.",
        "verse_68": "Have they not pondered the Word? Or has there come to them what came not to their forefathers of old?",
        "verse_69": "Or is it that they did not recognize their messenger, so they are denying him?",
        "verse_70": "Or do they say, \"He is possessed?\" In fact, he brought them the truth, but most of them hate the truth.",
        "verse_71": "If the truth conformed to their desires, the heavens, the earth, and everyone in them would have gone to ruin. In fact, We have given them their message, but they keep avoiding their message.",
        "verse_72": "Or are you asking them for a payment? The revenue from your Lord is better, and He is the Best of providers.",
        "verse_73": "You are inviting them to a straight path.",
        "verse_74": "But those who do not believe in the Hereafter are swerving from the path.",
        "verse_75": "Even if We had mercy on them, and relieved their problems, they would still blindly persist in their defiance.",
        "verse_76": "We have already gripped them with suffering, but they did not surrender to their Lord, nor did they humble themselves.",
        "verse_77": "Until, when We have opened before them a gate of intense agony, at once they will despair.",
        "verse_78": "It is He who produced for you the hearing, and the eyesight, and the feelings. But little gratitude you show.",
        "verse_79": "And it is He who multiplied you on earth, and to Him you will be gathered.",
        "verse_80": "And it is He who gives life and brings death, and to Him is the alternation of night and day. Do you not understand?",
        "verse_81": "But they say the like of what the ancients said.",
        "verse_82": "They say, \"After we have died, and become dust and bones, will we be resurrected?",
        "verse_83": "We were promised this before-we and our ancestors-these are nothing but legends of the ancients.\"",
        "verse_84": "Say, \"To whom does the earth belong, and everyone in it, if you happen to know?\"",
        "verse_85": "They will say, \"To God.\" Say, \"Will you not reflect?\"",
        "verse_86": "Say, \"Who is the Lord of the seven heavens, and Lord of the Splendid Throne?\"",
        "verse_87": "They will say, \"To God.\" Say, \"Will you not become righteous?\"",
        "verse_88": "Say, \"In whose hand is the dominion of all things, and He protects and cannot be protected from, if you happen to know?\"",
        "verse_89": "They will say, \"To God.\" Say, \"Then are you bewitched?\"",
        "verse_90": "In fact, We have given them the truth, and they are liars.",
        "verse_91": "God has never begotten a son, nor is there any god besides Him. Otherwise, each god would have taken away what it has created, and some of them would have gained supremacy over others. Glory be to God, far beyond what they describe.",
        "verse_92": "The Knower of the hidden and the manifest. He is exalted, far above what they associate.",
        "verse_93": "Say, \"My Lord, if You would show me what they are promised.",
        "verse_94": "My Lord, do not place me among the wicked people.\"",
        "verse_95": "We are surely Able to show you what We promise them.",
        "verse_96": "Repel evil by what is better. We are aware of what they describe.",
        "verse_97": "And say, \"My Lord, I seek refuge with You from the urgings of the devils.",
        "verse_98": "And I seek refuge with You, my Lord, lest they become present.\"",
        "verse_99": "Until, when death comes to one of them, he says, \"My Lord, send me back.",
        "verse_100": "That I may do right in what I have neglected.\" By no means! It is just a word that he utters. And behind them is a barrier, until the Day they are resurrected.",
        "verse_101": "When the Horn is blown, no relations between them will exist on that Day, and they will not ask after one another.",
        "verse_102": "Those whose scales are heavy-those are the successful.",
        "verse_103": "But those whose scales are light-those are they who have lost their souls; in Hell they will dwell forever.",
        "verse_104": "The Fire lashes their faces, and therein they grimace.",
        "verse_105": "\"Were not My revelations recited to you, and you kept on rejecting them?\"",
        "verse_106": "They will say, \"Our Lord, our wretchedness prevailed over us, and we were a people astray.",
        "verse_107": "Our Lord! Bring us out of this. If we ever returned, we would truly be evil.\"",
        "verse_108": "He will say, \"Be despised therein, and do not speak to Me.",
        "verse_109": "There was a group of My servants who would say, `Our Lord, we have believed, so forgive us, and have mercy on us; You are the Best of the merciful.'",
        "verse_110": "But you made then a target of ridicule, until they made you forget My remembrance; and you used to laugh at them.",
        "verse_111": "Today, I have rewarded them for their endurance. They are the ones who are the triumphant.\"",
        "verse_112": "He will say, \"How many years did you remain on earth?\"",
        "verse_113": "They will say, \"We remained a day, or part of a day; but ask those who keep count.\"",
        "verse_114": "He will say, \"You remained only for a little while, if you only knew.",
        "verse_115": "Did you think that We created you in vain, and that to Us you will not be returned?\"",
        "verse_116": "So Exalted is God, the Ruler, the Real. There is no god except He, the Lord of the Noble Throne.",
        "verse_117": "Whoever invokes another god besides God-he has no proof thereof-his reckoning rests with his Lord. The disbelievers will not succeed.",
        "verse_118": "And say, \"My Lord, forgive and have mercy, for You are the Best of the merciful.\""
    },
    "count": 118
}
