{
    "name": "al-Hajj",
    "index": "022",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "O people, be conscious of your Lord. The quaking of the Hour is a tremendous thing.",
        "verse_2": "On the Day when you will see it: every nursing mother will discard her infant, and every pregnant woman will abort her load, and you will see the people drunk, even though they are not drunk-but the punishment of God is severe.",
        "verse_3": "Among the people is he who argues about God without knowledge, and follows every defiant devil.",
        "verse_4": "It was decreed for him, that whoever follows him-he will misguide him, and lead him to the torment of the Blaze.",
        "verse_5": "O people! If you are in doubt about the Resurrection-We created you from dust, then from a small drop, then from a clinging clot, then from a lump of flesh, partly developed and partly undeveloped. In order to clarify things for you. And We settle in the wombs whatever We will for a designated term, and then We bring you out as infants, until you reach your full strength. And some of you will pass away, and some of you will be returned to the vilest age, so that he may not know, after having known. And you see the earth still; but when We send down water on it, it vibrates, and swells, and grows all kinds of lovely pairs.",
        "verse_6": "That is because God is the truth, and because He gives life to the dead, and because He is Capable of everything.",
        "verse_7": "And because the Hour is coming-there is no doubt about it-and because God will resurrect those in the graves.",
        "verse_8": "And among the people is he who argues about God without knowledge, or guidance, or an enlightening scripture.",
        "verse_9": "Turning aside in contempt, to lead away from the path of God. He will have humiliation in this world, and on the Day of Resurrection We will make him taste the agony of burning.",
        "verse_10": "That is for what your hands have advanced, and because God is not unjust to the servants.",
        "verse_11": "And among the people is he who worships God on edge. When something good comes his way, he is content with it. But when an ordeal strikes him, he makes a turnaround. He loses this world and the next. That is the obvious loss.",
        "verse_12": "He invokes, instead of God, what can neither harm him nor benefit him. That is the far straying.",
        "verse_13": "He invokes one whose harm is closer than his benefit. What a miserable master. What a miserable companion.",
        "verse_14": "God will admit those who believe and do righteous deeds into Gardens beneath which rivers flow. God does whatever He wills.",
        "verse_15": "Whoever thinks that God will not help him in this life and in the Hereafter-let him turn to heaven, then sever, and see if his cunning eliminates what enrages him.",
        "verse_16": "Thus We revealed it as clarifying signs, and God guides whomever He wills.",
        "verse_17": "Those who believe, and those who are Jewish, and the Sabeans, and the Christians, and the Zoroastrians, and the Polytheists-God will judge between them on the Day of Resurrection. God is witness to all things.",
        "verse_18": "Do you not realize that to God prostrates everyone in the heavens and everyone on earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and the animals, and many of the people? But many are justly deserving of punishment. Whomever God shames, there is none to honor him. God does whatever He wills.",
        "verse_19": "Here are two adversaries feuding regarding their Lord. As for those who disbelieve, garments of fire will be tailored for them, and scalding water will be poured over their heads.",
        "verse_20": "Melting their insides and their skins.",
        "verse_21": "And they will have maces of iron.",
        "verse_22": "Whenever they try to escape the gloom, they will be driven back to it: \"Taste the suffering of burning.\"",
        "verse_23": "But God will admit those who believe and do good deeds into Gardens beneath which rivers flow. They will be decorated therein with bracelets of gold and pearls, and their garments therein will be of silk.",
        "verse_24": "They were guided to purity of speech. They were guided to the path of the Most Praised.",
        "verse_25": "As for those who disbelieve and repel from God's path and from the Sacred Mosque-which We have designated for all mankind equally, whether residing therein or passing through-and seek to commit sacrilege therein-We will make him taste of a painful punishment.",
        "verse_26": "We showed Abraham the location of the House: \"Do not associate anything with Me; and purify My House for those who circle around, and those who stand to pray, and those who kneel and prostrate.\"",
        "verse_27": "And announce the pilgrimage to humanity. They will come to you on foot, and on every transport. They will come from every distant point.",
        "verse_28": "That they may witness the benefits for themselves, and celebrate the name of God during the appointed days, for providing them with the animal livestock. So eat from it, and feed the unfortunate poor.",
        "verse_29": "Then let them perform their acts of cleansing, and fulfill their vows, and circle around the Ancient House.",
        "verse_30": "All that. Whoever venerates the sanctities of God-it is good for him with his Lord. All livestock are permitted to you, except what is recited to you. So stay away from the abomination of idols, and stay away from perjury.",
        "verse_31": "Being true to God, without associating anything with Him. Whoever associates anything with God-it is as though he has fallen from the sky, and is snatched by the birds, or is swept away by the wind to a distant abyss.",
        "verse_32": "So it is. Whoever venerates the sacraments of God-it is from the piety of the hearts.",
        "verse_33": "In them are benefits for you until a certain time. Then their place is by the Ancient House.",
        "verse_34": "We have appointed a rite for every nation, that they may commemorate God's name over the livestock He has provided for them. Your God is One God, so to Him submit, and announce good news to the humble.",
        "verse_35": "Those whose hearts tremble when God is mentioned, and those who endure what has befallen them, and those who perform the prayer and spend from what We have provided for them.",
        "verse_36": "We have made the animal offerings emblems of God for you. In them is goodness for you. So pronounce God's name upon them as they line up. Then, when they have fallen on their sides, eat of them and feed the contented and the beggar. Thus We have subjected them to you, that you may be thankful.",
        "verse_37": "Neither their flesh, nor their blood, ever reaches God. What reaches Him is the righteousness from you. Thus He subdued them to you, that you may glorify God for guiding you. And give good news to the charitable.",
        "verse_38": "God defends those who believe. God does not love any ungrateful traitor.",
        "verse_39": "Permission is given to those who are fought against, and God is Able to give them victory.",
        "verse_40": "Those who were unjustly evicted from their homes, merely for saying, \"Our Lord is God.\" Were it not that God repels people by means of others: monasteries, churches, synagogues, and mosques-where the name of God is mentioned much-would have been demolished. God supports whoever supports Him. God is Strong and Mighty.",
        "verse_41": "Those who, when We empower them in the land, observe the prayer, and give regular charity, and command what is right, and forbid what is wrong. To God belongs the outcome of events.",
        "verse_42": "If they deny you-before them the people of Noah, and Aad, and Thamood also denied.",
        "verse_43": "And the people of Abraham, and the people of Lot.",
        "verse_44": "And the inhabitants of Median. And Moses was denied. Then I reprieved those who disbelieved, but then I seized them. So how was My rejection?",
        "verse_45": "How many a town have We destroyed while it was doing wrong? They lie in ruins; with stilled wells, and lofty mansions.",
        "verse_46": "Have they not journeyed in the land, and had minds to reason with, or ears to listen with? It is not the eyes that go blind, but it is the hearts, within the chests, that go blind.",
        "verse_47": "And they ask you to hasten the punishment. But God never breaks His promise. A day with your Lord is like a thousand years of your count.",
        "verse_48": "How many a town have I reprieved, although it was unjust? Then I seized it. To Me is the destination.",
        "verse_49": "Say, \"O people, I am only a plain warner to you.\"",
        "verse_50": "Those who believe and work righteousness-for them is forgiveness and a generous provision.",
        "verse_51": "But those who strive against Our revelations-these are the inmates of Hell.",
        "verse_52": "We never sent a messenger before you, or a prophet, but when he had a desire Satan interfered in his wishes. But God nullifies what Satan interjects, and God affirms His revelations. God is Omniscient and Wise.",
        "verse_53": "In order to make Satan's suggestions a trial for those whose hearts are diseased, and those whose hearts are hardened. The wrongdoers are in profound discord.",
        "verse_54": "And so that those endowed with knowledge may know that it is the truth from your Lord, and so believe in it, and their hearts soften to it. God guides those who believe to a straight path.",
        "verse_55": "Those who disbelieve will continue to be hesitant about it, until the Hour comes upon them suddenly, or there comes to them the torment of a desolate Day.",
        "verse_56": "Sovereignty on that Day belongs to God; He will judge between them. Those who believe and do good deeds will be in the Gardens of Bliss.",
        "verse_57": "But those who disbelieve and reject Our revelations-these will have a humiliating punishment.",
        "verse_58": "Those who emigrate in God's cause, then get killed, or die, God will provide them with fine provisions. God is the Best of Providers.",
        "verse_59": "He will admit them an admittance that will please them. God is Knowing and Clement.",
        "verse_60": "That is so! Whoever retaliates similarly to the affliction he was made to suffer, and then he is wronged again, God will definitely assist him. God is Pardoning and Forgiving.",
        "verse_61": "That is because God merges the night into the day, and He merges the day into the night, and because God is Hearing and Seeing.",
        "verse_62": "That is because God is the Reality, and what they invoke besides Him is vanity, and because God is the Sublime, the Grand.",
        "verse_63": "Do you not see that God sends down water from the sky, and the land becomes green? God is Kind and Aware.",
        "verse_64": "To Him belongs everything in the heavens and everything on earth. God is the Rich, the Praised.",
        "verse_65": "Do you not see that God made everything on earth subservient to you? How the ships sail at sea by His command? That He holds up the sky lest it falls on earth-except by His permission? God is Gracious towards the people, Most Merciful.",
        "verse_66": "And it is He who gives you life, then makes you die, then revives you. The human being is unappreciative.",
        "verse_67": "For every congregation We have appointed acts of devotion, which they observe. So do not let them dispute with you in this matter. And invite to your Lord; you are upon a straight guidance.",
        "verse_68": "But if they dispute with you, say, \"God is fully aware of what you do.\"",
        "verse_69": "God will judge between you on the Day of Resurrection regarding what you disagree about.",
        "verse_70": "Do you not know that God knows everything in the heavens and the earth? This is in a book. That is easy for God.",
        "verse_71": "Yet they worship, besides God, things for which He sent down no warrant, and what they have no knowledge of. There is no savior for the transgressors.",
        "verse_72": "And when Our Clear Verses are recited to them, you will recognize disgust on the faces of those who disbelieve. They nearly assault those who recite to them Our Verses. Say, \"Shall I inform you of something worse than that? The Fire! God has promised it to those who disbelieve. And what a wretched outcome!\"",
        "verse_73": "O people! A parable is presented, so listen to it: Those you invoke besides God will never create a fly, even if they banded together for that purpose. And if the fly steals anything from them, they cannot recover it from it. Weak are the pursuer and the pursued.",
        "verse_74": "They do not value God as He should be valued. God is Strong and Powerful.",
        "verse_75": "God chooses messengers from among the angels, and from among the people. God is Hearing and Seeing.",
        "verse_76": "He knows what is before them, and what is behind them. To God all matters are referred.",
        "verse_77": "O you who believe! Kneel, and prostrate, and worship your Lord, and do good deeds, so that you may succeed.",
        "verse_78": "And strive for God, with the striving due to Him. He has chosen you, and has not burdened you in religion-the faith of your father Abraham. It is he who named you Muslims before, and in this. So that the Messenger may be a witness over you, and you may be witnesses over the people. So pray regularly, and give regular charity, and cleave to God. He is your Protector. What an excellent Protector, and what an excellent Helper."
    },
    "count": 78
}
