{
    "name": "al-Anbiya",
    "index": "021",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "Mankind's reckoning has drawn near, but they turn away heedlessly.",
        "verse_2": "No fresh reminder comes to them from their Lord, but they listen to it playfully.",
        "verse_3": "Their hearts distracted, the wrongdoers confer secretly, \"Is this anything but a mortal like you? Will you take to sorcery, with open-eyes?\"",
        "verse_4": "He said, \"My Lord knows what is said in the heaven and the earth; and He is the Hearer, the Knower.\"",
        "verse_5": "And they said, \"A jumble of dreams,\" and, \"He made it up,\" and, \"He is a poet,\" \"let him bring us a sign, like those sent to the ancients.\"",
        "verse_6": "None of the towns We destroyed before them had believed. Will they, then, believe?",
        "verse_7": "We did not send before you except men, whom We inspired. Ask the people of knowledge, if you do not know.",
        "verse_8": "We did not make them mere bodies that ate no food, nor were they immortal.",
        "verse_9": "Then We fulfilled Our promise to them, and We saved them together with whomever We willed, and We destroyed the extravagant.",
        "verse_10": "We have sent down to you a Book, containing your message. Do you not understand?",
        "verse_11": "How many a guilty town have We crushed, and established thereafter another people?",
        "verse_12": "Then, when they sensed Our might, they started running away from it.",
        "verse_13": "Do not run, but come back to your luxuries, and to your homes, that you may be questioned.",
        "verse_14": "They said, \"Woe to us; we were unfair.\"",
        "verse_15": "This continued to be their cry, until We made them silent ashes.",
        "verse_16": "We did not create the sky and the earth and what is between them for amusement.",
        "verse_17": "If We wanted amusement, We could have found it within Us, were We to do so.",
        "verse_18": "In fact, We hurl the truth against falsehood, and it crushes it, so it vanishes. Woe unto you, for what you describe.",
        "verse_19": "To Him belongs everyone in the heavens and the earth. Those near Him are not too proud to worship Him, nor do they waver.",
        "verse_20": "They praise night and day, without ever tiring.",
        "verse_21": "Or have they taken to themselves gods from the earth who resurrect?",
        "verse_22": "If there were in them gods other than God, they would have gone to ruin. So glory be to God, Lord of the Throne, beyond what they allege.",
        "verse_23": "He will not be questioned about what He does, but they will be questioned.",
        "verse_24": "Or have they taken, besides Him, other gods? Say, \"Bring your proof. This is a message for those with me, and a message of those before me.\" But most of them do not know the truth, so they turn away.",
        "verse_25": "We never sent a messenger before you without inspiring him that: \"There is no god but I, so worship Me.\"",
        "verse_26": "And they say, \"The Most Merciful has taken to himself a son.\" Be He glorified; they are but honored servants.",
        "verse_27": "They never speak before He has spoken, and they only act on His command.",
        "verse_28": "He knows what is before them, and what is behind them; and they do not intercede except for him whom He approves; and they tremble in awe of Him.",
        "verse_29": "And whoever of them says, \"I am a god besides Him,\" We will reward him with Hell. Thus We reward the wrongdoers.",
        "verse_30": "Do the disbelievers not see that the heavens and the earth were one mass, and We tore them apart? And We made from water every living thing. Will they not believe?",
        "verse_31": "And We placed on earth stabilizers, lest it sways with them, and We placed therein signposts and passages, that they may be guided.",
        "verse_32": "And We made the sky a protected ceiling; yet they turn away from its wonders.",
        "verse_33": "It is He who created the night and the day, and the sun and the moon; each floating in an orbit.",
        "verse_34": "We did not grant immortality to any human being before you. Should you die, are they then the immortal?",
        "verse_35": "Every soul will taste death. We burden you with adversity and prosperity-a test. And to Us you will be returned.",
        "verse_36": "When those who disbelieve see you, they treat you only with ridicule: \"Is this the one who mentions your gods?\" And they reject the mention of the Merciful.",
        "verse_37": "The human being was created of haste. I will show you My signs, so do not seek to rush Me.",
        "verse_38": "And they say, \"When will this promise come true, if you are truthful?\"",
        "verse_39": "If those who disbelieve only knew, when they cannot keep the fire off their faces and off their backs, and they will not be helped.",
        "verse_40": "In fact, it will come upon them suddenly, and bewilder them. They will not be able to repel it, and they will not be reprieved.",
        "verse_41": "Messengers before you were also ridiculed, but those who jeered were surrounded by what they had ridiculed.",
        "verse_42": "Say, \"Who guards you against the Merciful by night and by day?\" But they turn away from the mention of their Lord.",
        "verse_43": "Or do they have gods who can defend them against Us? They cannot help themselves, nor will they be protected from Us.",
        "verse_44": "We have given these enjoyments, and their ancestors, until time grew long upon them. Do they not see how We gradually reduce the land from its extremities? Are they then the victors?",
        "verse_45": "Say, \"I am warning you through inspiration.\" But the deaf cannot hear the call when they are being warned.",
        "verse_46": "And when a breath of your Lord's punishment touches them, they say, \"Woe to us, we were truly wicked.\"",
        "verse_47": "We will set up the scales of justice for the Day of Resurrection, so that no soul will suffer the least injustice. And even if it be the weight of a mustard-seed, We will bring it up. Sufficient are We as Reckoners.",
        "verse_48": "We gave Moses and Aaron the Criterion, and illumination, and a reminder for the righteous.",
        "verse_49": "Those who fear their Lord in private, and are apprehensive of the Hour.",
        "verse_50": "This too is a blessed message that We revealed. Are you going to deny it?",
        "verse_51": "We gave Abraham his integrity formerly, and We knew him well.",
        "verse_52": "When he said to his father and his people, \"What are these statues to which you are devoted?\"",
        "verse_53": "They said, \"We found our parents worshiping them.\"",
        "verse_54": "He said, \"You and your parents are in evident error.\"",
        "verse_55": "They said, \"Are you telling us the truth, or are you just playing?\"",
        "verse_56": "He said, \"Your Lord is the Lord of the heavens and the earth, the One who created them, and I bear witness to that.",
        "verse_57": "\"By God, I will have a plan for your statues after you have gone away.\"",
        "verse_58": "So he reduced them into pieces, except for their biggest, that they may return to it.",
        "verse_59": "They said, \"Who did this to our gods? He is certainly one of the wrongdoers.\"",
        "verse_60": "They said, \"We heard a youth mentioning them. He is called Abraham.\"",
        "verse_61": "They said, \"Bring him before the eyes of the people, so that they may witness.\"",
        "verse_62": "They said, \"Are you the one who did this to our gods, O Abraham?\"",
        "verse_63": "He said, \"But it was this biggest of them that did it. Ask them, if they can speak.\"",
        "verse_64": "Then they turned to one another, and said, \"You yourselves are the wrongdoers.\"",
        "verse_65": "But they reverted to their old ideas: \"You certainly know that these do not speak.\"",
        "verse_66": "He said, \"Do you worship, instead of God, what can neither benefit you in anything, nor harm you?",
        "verse_67": "Fie on you, and on what you worship instead of God. Do you not understand?\"",
        "verse_68": "They said, \"Burn him and support your gods, if you are going to act.\"",
        "verse_69": "We said, \"O fire, be coolness and safety upon Abraham.\"",
        "verse_70": "They planned to harm him, but We made them the worst losers.",
        "verse_71": "And We delivered him, and Lot, to the land that We blessed for all people.",
        "verse_72": "And We granted him Isaac and Jacob as a gift; and each We made righteous.",
        "verse_73": "And We made them leaders, guiding by Our command; and We inspired them to do good works, and to observe the prayer, and to give out charity. They were devoted servants to Us.",
        "verse_74": "And Lot-We gave him judgment and knowledge, and We delivered him from the town that practiced the abominations. They were wicked and perverted people.",
        "verse_75": "And We admitted him into Our mercy; for He was one of the righteous.",
        "verse_76": "And Noah, when he called before. So We answered him, and delivered him and his family from the great disaster.",
        "verse_77": "And We supported him against the people who rejected Our signs. They were an evil people, so We drowned them all.",
        "verse_78": "And David and Solomon, when they gave judgment in the case of the field, when some people's sheep wandered therein by night; and We were witnesses to their judgment.",
        "verse_79": "And so We made Solomon understand it, and to each We gave wisdom and knowledge. And We subjected the mountains along with David to sing Our praises, and the birds as well-surely We did.",
        "verse_80": "And We taught him the making of shields for you, to protect you from your violence. Are you, then, appreciative?",
        "verse_81": "And to Solomon the stormy wind, blowing at His command towards the land that We have blessed. We are aware of everything.",
        "verse_82": "And of the devils were some that dived for him, and performed other, lesser tasks. But We kept them restrained.",
        "verse_83": "And Job, when he cried out to his Lord: \"Great harm has afflicted me, and you are the Most Merciful of the merciful.\"",
        "verse_84": "So We answered him, lifted his suffering, and restored his family to him, and their like with them-a mercy from Us, and a reminder for the worshipers.",
        "verse_85": "And Ishmael, and Enoch, and Ezekiel; each was one of the steadfast.",
        "verse_86": "And We admitted them into Our mercy. They were among the righteous.",
        "verse_87": "And Jonah, when he stormed out in fury, thinking We had no power over him. But then He cried out in the darkness, \"There is no god but You! Glory to You! I was one of the wrongdoers!\"",
        "verse_88": "So We answered him, and saved him from the affliction. Thus We save the faithful.",
        "verse_89": "And Zechariah, when he called out to his Lord, \"My Lord, do not leave me alone, even though you are the Best of heirs.\"",
        "verse_90": "So We answered him, and gave him John. And We cured his wife for him. They used to vie in doing righteous deeds, and used to call on Us in love and awe, and they used to humble themselves to Us.",
        "verse_91": "And she who guarded her virginity. We breathed into her of Our spirit, and made her and her son a sign to the world.",
        "verse_92": "This community of yours is one community, and I am your Lord, so worship Me.",
        "verse_93": "But they splintered themselves into factions. They will all return to Us.",
        "verse_94": "Whoever does righteous deeds, and is a believer, his effort will not be denied. We are writing it down for him.",
        "verse_95": "There is a ban on the town that We had destroyed-that they will not return.",
        "verse_96": "Until, when Gog and Magog are let loose, and they swarm down from every mound.",
        "verse_97": "The promise of truth has drawn near. The eyes of those who disbelieved will stare in horror: \"Woe to us. We were oblivious to this. In fact, we were wrongdoers.\"",
        "verse_98": "You and what you worship besides God are fuel for Hell. You will descend into it.",
        "verse_99": "Had these been gods, they would not have descended into it. All will abide in it.",
        "verse_100": "In it they will wail. In it they will not hear.",
        "verse_101": "As for those who deserved goodness from Us-these will be kept away from it.",
        "verse_102": "They will not hear its hissing, and they will forever abide in what their hearts desire.",
        "verse_103": "The Supreme Fear will not worry them, and the angels will receive them: \"This is your Day which you were promised.\"",
        "verse_104": "On the Day when We fold the heaven, like the folding of a book. Just as We began the first creation, We will repeat it-a promise binding on Us. We will act.",
        "verse_105": "We have written in the Psalms, after the Reminder, that the earth will be inherited by My righteous servants.",
        "verse_106": "Indeed, in this is a message for people who worship.",
        "verse_107": "We did not send you except as mercy to mankind.",
        "verse_108": "Say, \"It is revealed to me that your God is One God. Are you going to submit?\"",
        "verse_109": "But if they turn away, say, \"I have informed you sufficiently. Although I do not know whether what you are promised is near or far.\"",
        "verse_110": "He knows what is said openly, and He knows what you conceal.",
        "verse_111": "\"And I do not know whether it is perhaps a trial for you, and an enjoyment for a while.\"",
        "verse_112": "He said, \"My Lord, judge with justice.\" And, \"Our Lord is the Gracious, Whose help is sought against what you allege.\""
    },
    "count": 112
}
