{
    "name": "as-Shaffat",
    "index": "037",
    "verse": {
        "verse_0": "In the name of God, the Gracious, the Merciful.",
        "verse_1": "By the aligners aligning.",
        "verse_2": "And the drivers driving.",
        "verse_3": "And the reciters of the Reminder.",
        "verse_4": "Your God is indeed One.",
        "verse_5": "Lord of the heavens and the earth, and everything between them; and Lord of the Easts.",
        "verse_6": "We have adorned the lower heaven with the beauty of the planets.",
        "verse_7": "And guarded it against every defiant devil.",
        "verse_8": "They cannot eavesdrop on the Supernal Elite, for they get bombarded from every side.",
        "verse_9": "Repelled-they will have a lingering torment.",
        "verse_10": "Except for him who snatches a fragment-he gets pursued by a piercing projectile.",
        "verse_11": "Inquire of them, \"Are they more difficult to create, or the others We created?\" We created them from sticky clay.",
        "verse_12": "But you wonder, and they ridicule.",
        "verse_13": "And when reminded, they pay no attention.",
        "verse_14": "And when they see a sign, they ridicule.",
        "verse_15": "And they say, \"This is nothing but plain magic.",
        "verse_16": "When we have died and become dust and bones, shall we be resurrected?",
        "verse_17": "And our ancestors of old?\"",
        "verse_18": "Say, \"Yes indeed, and you will be totally subdued.\"",
        "verse_19": "It will be a single nudge, and they will be staring.",
        "verse_20": "They will say, \"Woe to us. This is the Day of Judgment.\"",
        "verse_21": "\"This is the Day of Separation which you used to deny.",
        "verse_22": "Gather those who did wrong, and their mates, and what they used to worship.",
        "verse_23": "Besides God, and lead them to the way to Hell.",
        "verse_24": "And stop them. They are to be questioned.\"",
        "verse_25": "What is the matter with you? Why do you not help one another?",
        "verse_26": "In fact, on that Day, they will be submissive.",
        "verse_27": "They will come to one another, questioning one another.",
        "verse_28": "They will say, \"You used to come at us from the right.\"",
        "verse_29": "They will say, \"You yourselves were not believers.",
        "verse_30": "We had no authority over you. You yourselves were rebellious people.",
        "verse_31": "The Word of our Lord has been realized against us. We are tasting it.",
        "verse_32": "We seduced you. We were seducers.\"",
        "verse_33": "On that Day, they will share in the punishment.",
        "verse_34": "Thus We deal with the sinners.",
        "verse_35": "When it was said to them, \"There is no god except God,\" they grew arrogant.",
        "verse_36": "And said, \"Are we to abandon our gods for a mad poet?\"",
        "verse_37": "In fact, he came with the truth, and he confirmed the messengers.",
        "verse_38": "Most assuredly, you will taste the painful punishment.",
        "verse_39": "And you will be repaid only for what you used to do.",
        "verse_40": "Except for God's sincere servants.",
        "verse_41": "For them is a known provision.",
        "verse_42": "Fruits; and they will be honored.",
        "verse_43": "In the Gardens of Bliss.",
        "verse_44": "On furnishings, facing one another.",
        "verse_45": "They will be offered a cup of pure drink.",
        "verse_46": "White; a delight to those who drink.",
        "verse_47": "Never polluted, and never intoxicating.",
        "verse_48": "With them will be bashful women with lovely eyes.",
        "verse_49": "As if they were closely guarded pearls.",
        "verse_50": "Then they will approach one another, questioning.",
        "verse_51": "One of them will say, \"I used to have a friend.",
        "verse_52": "Who used to say, \"Are you of those who believe?",
        "verse_53": "That after we die and become dust and bones, we will be called to account?\"",
        "verse_54": "He will say, \"Will you have a look?\"",
        "verse_55": "He will look, and will see him in the pit of Hell.",
        "verse_56": "He will say, \"By God, you almost ruined me.",
        "verse_57": "Were it not for the grace of my Lord, I would have been among the arraigned.\"",
        "verse_58": "\"We will not die.",
        "verse_59": "Except for our first death, and we will not be punished.\"",
        "verse_60": "This is the supreme triumph.",
        "verse_61": "For the like of this let the workers work.",
        "verse_62": "Is this a better hospitality, or the Tree of Bitterness?",
        "verse_63": "We made it an ordeal for the unjust.",
        "verse_64": "It is a tree that grows from the bottom of Hell.",
        "verse_65": "Its fruits are like the devils' heads.",
        "verse_66": "They will eat from it, and fill their bellies with it.",
        "verse_67": "Then, on top of it, they will have a brew of boiling liquid.",
        "verse_68": "Then their return will be to the Blaze.",
        "verse_69": "They had found their parents astray.",
        "verse_70": "And rushed along in their footsteps.",
        "verse_71": "And most of the ancients before them went astray.",
        "verse_72": "Even though We sent messengers to warn them.",
        "verse_73": "So observe the end of those who were warned.",
        "verse_74": "Except for the sincere servants of God.",
        "verse_75": "And Noah called out to Us, and We are the Best of responders.",
        "verse_76": "And We saved him and his family from the great calamity.",
        "verse_77": "And We made his descendants the survivors.",
        "verse_78": "And We left mention of him among those who succeeded.",
        "verse_79": "Peace be upon Noah among all people.",
        "verse_80": "We thus reward the righteous.",
        "verse_81": "He was one of Our believing servants.",
        "verse_82": "Then We drowned the others.",
        "verse_83": "Of his kind was Abraham.",
        "verse_84": "When he came to his Lord with a sound heart.",
        "verse_85": "He said to his father and his people, \"What are you worshiping?",
        "verse_86": "Is it falsified gods, instead of God, that you want?",
        "verse_87": "So what is your opinion about the Lord of the Worlds?\"",
        "verse_88": "Then he took a glance at the stars.",
        "verse_89": "And said, \"I am sick.\"",
        "verse_90": "But they turned their backs on him, and went away.",
        "verse_91": "Then he turned to their gods, and said, \"will you not eat?",
        "verse_92": "What is it with you, that you do not speak?\"",
        "verse_93": "Then he turned on them, striking with his right hand.",
        "verse_94": "And they came running towards him.",
        "verse_95": "He said, \"Do you worship what you carve?",
        "verse_96": "When God created you, and what you manufacture?\"",
        "verse_97": "They said, \"Build a pyre for him, and throw him into the furnace.\"",
        "verse_98": "They wished him ill, but We made them the losers.",
        "verse_99": "He said, \"I am going towards my Lord, and He will guide me.\"",
        "verse_100": "\"My Lord, give me one of the righteous.\"",
        "verse_101": "So We gave him good news of a clement boy.",
        "verse_102": "Then, when he was old enough to accompany him, he said, \"O My son, I see in a dream that I am sacrificing you; see what you think.\" He said, \"O my Father, do as you are commanded; you will find me, God willing, one of the steadfast.\"",
        "verse_103": "Then, when they had submitted, and he put his forehead down.",
        "verse_104": "We called out to him, \"O Abraham!",
        "verse_105": "You have fulfilled the vision.\" Thus We reward the doers of good.",
        "verse_106": "This was certainly an evident test.",
        "verse_107": "And We redeemed him with a great sacrifice.",
        "verse_108": "And We left with him for later generations.",
        "verse_109": "Peace be upon Abraham.",
        "verse_110": "Thus We reward the doers of good.",
        "verse_111": "He was one of Our believing servants.",
        "verse_112": "And We gave him good news of Isaac, a prophet, one of the righteous.",
        "verse_113": "And We blessed him, and Isaac. But among their descendants are some who are righteous, and some who are clearly unjust to themselves.",
        "verse_114": "And We blessed Moses and Aaron.",
        "verse_115": "And We delivered them and their people from the terrible disaster.",
        "verse_116": "And We supported them, and so they were the victors.",
        "verse_117": "And We gave them the Clarifying Scripture.",
        "verse_118": "And We guided them upon the straight path.",
        "verse_119": "And We left with them for later generations.",
        "verse_120": "Peace be upon Moses and Aaron.",
        "verse_121": "Thus We reward the righteous.",
        "verse_122": "They were of Our believing servants.",
        "verse_123": "Also Elijah was one of the messengers.",
        "verse_124": "He said to his people, \"Do you not fear?",
        "verse_125": "Do you call on Baal, and forsake the Best of creators?",
        "verse_126": "God is your Lord, and the Lord of your ancestors.\"",
        "verse_127": "But they called him a liar, and thus they will be brought forward.",
        "verse_128": "Except for God's sincere servants.",
        "verse_129": "And We left with him for later generations.",
        "verse_130": "Peace be upon the House of Elijah.",
        "verse_131": "Thus We reward the virtuous.",
        "verse_132": "He was one of Our believing servants.",
        "verse_133": "And Lot was one of the messengers.",
        "verse_134": "We saved him and his family, all of them.",
        "verse_135": "Except for an old woman who lagged behind.",
        "verse_136": "Then We annihilated the others.",
        "verse_137": "You pass by them in the morning.",
        "verse_138": "And at night. Do you not understand?",
        "verse_139": "And Jonah was one of the messengers.",
        "verse_140": "When he fled to the laden boat.",
        "verse_141": "He gambled and lost.",
        "verse_142": "Then the fish swallowed him, and he was to blame.",
        "verse_143": "Had he not been one of those who praised.",
        "verse_144": "He would have stayed in its belly until the Day they are raised.",
        "verse_145": "Then We threw him into the wilderness, and he was sick.",
        "verse_146": "And We made a gourd tree grow over him.",
        "verse_147": "Then We sent him to a hundred thousand, or more.",
        "verse_148": "And they believed, so We gave them enjoyment for a while.",
        "verse_149": "Ask them, \"Are the daughters for your Lord, while for them the sons?\"",
        "verse_150": "Or did We create the angels females, as they witnessed?\"",
        "verse_151": "No indeed! It is one of their lies when they say.",
        "verse_152": "\"God has begotten.\" They are indeed lying.",
        "verse_153": "So He preferred girls over boys?",
        "verse_154": "What is the matter with you? How do you judge?",
        "verse_155": "Will you not reflect?",
        "verse_156": "Or do you have some clear proof?",
        "verse_157": "Then bring your book, if you are telling the truth.",
        "verse_158": "And they invented a relationship between Him and the jinn. But the jinn know that they will be arraigned.",
        "verse_159": "God be glorified, far above what they allege.",
        "verse_160": "Except for God's sincere servants.",
        "verse_161": "Surely, you and what you serve.",
        "verse_162": "Cannot seduce away from Him.",
        "verse_163": "Except for he who will be roasting in Hell.",
        "verse_164": "\"There is not one of us but has an assigned position.",
        "verse_165": "And we are the arrangers.",
        "verse_166": "And we are the glorifiers.\"",
        "verse_167": "Even though they used to say.",
        "verse_168": "\"Had we received advice from the ancients.",
        "verse_169": "We would have been God's faithful servants.\"",
        "verse_170": "But they rejected it, so they will find out.",
        "verse_171": "Our Word has already gone out to our servant messengers.",
        "verse_172": "It is they who will be supported.",
        "verse_173": "And Our troops will be the victors.",
        "verse_174": "So disregard them for a while.",
        "verse_175": "And watch them-they will soon see.",
        "verse_176": "Are they seeking to hasten Our punishment?",
        "verse_177": "When it descends into their yard, miserable will be the morning of those forewarned.",
        "verse_178": "So avoid them for a while.",
        "verse_179": "And watch-they will soon see.",
        "verse_180": "Exalted be your Lord, the Lord of Glory, beyond their allegations.",
        "verse_181": "And peace be upon the messengers.",
        "verse_182": "And praise be to God, the Lord of the Worlds."
    },
    "count": 182
}
